
OTHER PLACES TO ARRIVE OUT OF WWOOF:

- In Punta de Choros, Region 4:
Lodging in beach town Punta de Choros fisher ́s house. Guido and Soledad Bolbarán
Manzana L sitio 5, Juana Vergara street, Punta de Choros town, Region 4. Mobile #9-97527317 and #9- 85862017.
A rustic lodging in fisher ́s house, available all year round in room or place to tent. 100 km. northern La Serena city, near beach in little town of Punta de Choros, in front of Pingüino de Humbold National Park islands. USD 12 /day with simple breakfast and kitchen to use. Friendly environment. Transportation from La Serena, calling at Sr. Jaime Guerra +56 9-93674273, or Sr. Moyano +56 9-97170122, +56 9-89703499, (USD10).



- In Catemu, Region 5:
Finca Ecológica Ekachakra. Alameda Santa Rosa Parcela 11, Catemu, Region 5 de Valparaiso
mobile: +56 9-94402026
mail: ekachakra@ecoyogavillages.org We practice Vedic culture, yoga and organic agricultura. Lodging in rooms. USD25/day



- In Santiago, RM:
Hostal offers lower prices to wwoofers:
www.hostalsantalucia.cl Santa Lucía 168, Santiago, phone +56 2 2 664 8478 - In Colbun, Region 7:
Host farm 7.33 Luis Fuentes Basualto.



- In Colbun, Region 7:
Host farm Ecocentro Terapéutico Vida Libre. Maria de las Cintas “Cintilla” Guerra y Ulises Plasencia.
km. 8,5 finca el Colo, camino Rabones, Colbun. Region 7 del Maule.
"size": "8 ha.",
Organic no certified
crops: Permaculture, self-sufficiency, fruit trees, vegetables, medicinal herbs, handicrafts
mail: llamazul.colbun@gmail.com, biovallerabones@gmail.com (we look the email each some days only)
mobile: +56 9-91072405 use it preferently, and better to whatsapp: +569-91072405
"when": "all year",
"kids": "no",
We are a Canarias islands family living from 23 years ago of Organic Agriculture and Permaculture. Today we can to show a place as a demonstration of live with Nature. We have healthy meals prepared in common cooking. To lodging wwoofers, there are a bedroom available some times, and/or camping place with dry baths, shower and house available. We make natural cosmetics, a few of wine, few gardens and Hugelkulture, forest collects, bioconstruction, forest preservation, hartichokes. The property is used as an educational center showing construction in clay, wood and stone, integral pastries, mosaics and recycling, food forestry, natural cosmetics, flower essencies, reiki, winery, kids hartichokes. Last six years we have realized the annual meeting “Primavera con Permacultura“. To arrive, taking bus in Linares city bus Terminal, bus to Los Rabones, it going up to 11:30 and 16.30 hours Mon. to Friday, and 13:30 in Saturday. Asking to driver stop in “los españoles, artesanos, km. 8,4”. Better if you write us in Spanish, or calling us to our mobile phone or whatsapp few days before your intention to arrive (it may be one day before!). We need to ask a payment of $5.000 (USD 9) at day.



- In Linares, Region 7: Huelemu - Centro para el Desarrollo Sustentable. Puente Alto, Camino a Guadantun, Linares, Region 7 del Maule
7 ha.
Agroforestry system
mail: ricarbol@bosquesdisfrutables.com
mobile: 9-77089182, 9-84353666
Non-profit organization that works as a research center for the sustainable development. We are a family of permaculturists and artists that came to live to a piece of land that was intensively cultivated by monoculture practices thus we found the ecosystem in a very degraded stage, restoring from 2013 with permaculture forest. Cost $10.000 (USD 16) at week.



- In Pucón, Region 9:
Hotel Antumalal. Andrew Morgali
Pucon Villarrica route km. 2, Pucón, Region 9 de La Araucanía
1 ha.
Organic by culture.
Hotel with garden
mail: andres.morgali@gmail.com
mobile: 9-94791292
This is a hotel located next door and arriving to Pucón, with a place to organic vegetables garden. Help required in garden, review of seeds, other ones. We are looking for a person compromised with organic production and available to share knowledgment and work in the garden. Long stay preferred. It required teamwork and willingness to work and companions. We pay by work. It is need to live out of hotel.



- In Coyhaique, Region 11:
Apart Hotel Boutique Tehuelche Natura. Aida Trincado. 12 de octubre 108 - Coyhaique, Region 11 de Aysén.
mail: atrincado@gmail.com phone +56 67 2246216
mobile: +56 9- 54038326 www.tehuelchenatura.cl An English native speaker wwoofer is desired to teach the language to a son and help with clients. Friendly lodging at the hotel. No charges.
