- Region XII (Región 12 de Magallanes y Antártica Chilena). Patagonia. 49° - 55°/90° SL (South Latitude degrees). Summer December to March windy, temperatures between 0 to 15 °C (32 to 59 °F) and frecuently rains. Winter March to October with rains, snow and temperatures falling between -15 to +8°C(5to46°F).

- Region XI (Región 11 de Aysen), 44-49° SL (South Latitude degrees). Summer December to March with temperatures between 6 to 23 °C (43 to 73 °F) and frecuently rains. Winter April to October withalotofrainsandtemperaturesfallingbetween -10to+14°C(14to57°F).

- Region X (Región 10 de los Lagos) 40.1-43.4° SL. Summer December to March with sun and rains, temperatures between 8 to 28 °C (46 to 82 °F) Winter April to October with rains and temperatures falling between -8 to +14 °C (18 to 57 °F)

- Region XIV (new Región 14 de los Rios) ) 39.3 – 40.4° SL. Summer December to March with some rains, temperatures between 8 to 28 °C (46 to 82 °F) Winter April to October with rains and temperatures falling between -8 to +14 °C (18 to 57 °F)

- Region IX (Región 9 de la Araucanía) 38-39.3 SL, and 39.3-40.1 SL. Summer Dec. to March with sun and possibilitie of rain, temperatures between 10 to 30oC (50 to 86 oF). Winter April to October with rains and temperatures falling between -8 to +15 oC (18 to 59 oF)

- Region VIII (Región 8 del BioBio) 36-38o SL. Sunny summer December to March with temperatures between 7 to 35 oC (44 to 95 oF). Winter April to September with rains and temperatures falling to -8 to+15oC(18to59oF)

- Region VII (Región 7 del Maule). 34.8-36o SL. Sunny summer Nov. to March with temperatures between 8 to 34 oC (46 to 93 oF). Winter May to September with rains and temperatures falling between -5 to 17 oC (20 to 62 oF).

- Region VI (Región 6 del Libertador Bdo. O”Higgins) 34-34.8o SL. Sunny summer November to March with temperatures between 10 to 32 oC (50 to 89 oF). Short winter June to September with possibility of rains and temperatures falling between -3 to +18 oC (25 to 64 oF)

- Region V (Región 5 de Valparaiso). 32-33o SL (South Latitude). Long and sunny summers October to April with temperatures between 10 to 32 oC (50 to 89 oF). Short winter Jun to August with possibility of rains and temperatures falling between -1 to 20 oC (30 to 68 oF)

- Region IV (Región 4 de Coquimbo). 29-33o SL. Desertic weather all year, 12-26 oC (55-79 oF) and a bit colder getting farther away into the desert land and mountains.

- Region III (Region 3 de Atacama). 26-29o SL. Sunny and desertic weather almost all year with wanderful temperatures along their coastline, 16-26 oC (60-79 oF) and a bit colder getting farther away into the desert land and mountains.

- Region II (Región 2 de Antofagasta) 21-26o SL. Sunny and extremally desert weather all year. Wonderfull temperatures along their coastline, 13-25 oC (54-77 oF) and a colder getting farther away into the desert land and mountains.

- Region I (Tarapacá) and Region XV (AricayParinacota). 18-21°SL, sunny and extremally desert weather, it never rains near of the coast. Wonderfull temperatures along their coastline, 16-28°C (60-82°F) all year, and a bit colder getting farther away into the desert land and mountains.

- RM - Región Metropolitana (Santiago and surrounded areas) 33-34o SL. Sunny and dry during summers November to March with temperatures between 10 to 32o C (50 to 89o F).Short winter Jun to September with possibility of rains and temperatures between -3 to 20 oC (25 to 68 oF)

- E.I. Easter Island – RapaNui – Polinesia – PacificOcean. 27o07 ́S,109o22 ́W Isolated island famous by having built the moais. Tropical and windy weather all year.

- R.C. Robinson Crusoe Island – Archipelago Juan Fernandez. Pacific Ocean. 33 o36 ́ S, 80o47 ́W Isolated islands famous by having inspired the book Robinson Crusoe, and to be near of Moby Dick ́s waters also. Sub tropical and windy weather all year.
