[
    {
        "title": "12.1 El Campesino, Restaurant Turismo Receptivo. Gloria Albornoz",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "Balmaceda 427, Puerto Natales, Region 12 de Magallanes",
        "quick_reply": "25%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "Restaurant and garden",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "no",
        "mails": [ "albornozgloria2104@gmail.com" ],
        "phones": [ "612410491" ],
        "description": "This is a small property located in the center of the city of Puerto Natales, where travelers from the world arrives. We are a family of father, mother and two children, and dogs.We also have a tourism restaurante, a travel agency and a rent of camping equipment. We work with incoming tourism and food service. In the room of our house, we aim to create an eco place. We are looking for qualified creative travelers, who can help us to create a space where we can receive more travelers, sustainable construction skill desirable. Availability for 2 hosted at home. You are expected to help in the work of our tourist service and the creation of a space in the garden of our house. We encourage tourism in family and want to be part of your travel dreams and also help us to emerge in our idea of innovative non-commercial tourism. You can find us on facebook (Gloria Patricia Albornoz Mansilla) (Restaurant turismo 'El Campesino')"
    },
    {
        "title": "12.2 Estancia Shangri-la. Roberto Salinas",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "Tierra del Fuego, Region 12 de Magallanes",
        "quick_reply": "90%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "10.000 ha.",
        "activity": "sheeps",
        "tags": [ "sheeps" ],
        "when": "september to april",
        "kids": "no",
        "mails": [ "robertoalejandrosalinas@hotmail.com" ],
        "mobiles": [ "996990058", "982333484" ],
        "description": "This is a estancia (big patagonic farm) of 10.000 hectares located at northern of Tierra del Fuego, and front of Estrecho de Magallanes. The basic work is rodeos and harnesses for the brand sheep, shearing, baths, sale and others, them are done on horseback with dogs, quad, motorcycle and 4x4. Another important activity is the maintenance of fences, houses, facilities and vehicles. Volunteers must have the ability to cook, make bread and clean the kitchen and rooms.Preferentemente men will be accepted by the type of work and living conditions of workers in the house. Any additional information please request when communicating his intention to go to stay. The minimum period of retention of volunteers is three weeks. The stay is located 70 kilometers from Cerro Sombrero town. There ENAP vehicles that travel every day, we also have own transportation. To reach Cerro Sombrero from Punta Arenas there is a daily bus. Volunteers are received between the months of September to April, subject to availability."
    },
    {
        "title": "12.3 Caleta María. Ivette Martinez",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "Comuna de Timaukel, Seno del Almirantazgo, Tierra del Fuego. Region 12 de Magallanes",
        "quick_reply": "75%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "400 ha.",
        "activity": "family garden, biological pathway, forest",
        "tags": [ "family garden", "biological pathway", "forest" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "ivettem16@hotmail.com" ],
        "websites": [ "www.caletamariachile.blogspot.com/" ],
        "mobiles": [ "988394048", "995198881" ],
        "languages": [ "english" ],
        "description": "Property located at south of Tierra del Fuego island, reserve of native forests and pathway between two big natural parks. There is a small family garden. The weather is cold and windy. We are a couple with a pet. Lodging in a room of family house with bathroom shared. Help expected similar to a park keeper, to care, to walking around, various jobs... To arrive starting in Punta Arenas, more indicatives send by us."
    },
    {
        "title": "12.4 Estancia Primavera. Francisco Calabi",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "km. 155, ruta 9. Region 12 Magallanes",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "6334 ha.",
        "activity": "cattle, sheeps, restoration, lenga forest",
        "tags": [ "cattle", "sheeps", "restoration", "lenga forest" ],
        "when": "october to april",
        "kids": "yes",
        "mails": [ "fcalabi@alerce3000.cl" ],
        "mobiles": [ "994308352" ],
        "languages": [ "english" ],
        "description": "It is a beautiful degraded farm which we want to restore, dress with nice infraestructure for people and animals, good fencing to allow holistic management or Pastoreo Racional Voisin. We need to clean hundreds hectares from dead wood and start to rest fields to recover the natural prairie. We will work with compost tea and microorganism too. It is a nice opportunity to learn natural sounding management in the far south of the planet. Only camp ground, we can provide bathroom and food within the house. Patagonian people who speak only Spanish. I travel one week every month, I speak English. I had work the last 12 years with Douglas Tompkins in Vodudahue farm in Chile and Laguna Blanca in argentina. More references in www.tompkinsconservation.org. I love to do agroecology and restoration, have a lot of knowhow to share. Help expected in animal husbandry, restoration (remove dead wood from the prairies), fix fences, remove old fences. To arrive, take the bus from Punta Arenas toward Puerto Natales, until reach km. 155 where the bus stop is. We need people who loves nature to help to build an example of good ecological management for the area in a beautiful environment. It is very easy to reach Puerto Natales on the weekends and go to Torres del Paine National Park before or after the volunteering."
    },
    {
        "title": "12.5 Sebastián Vargas",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "Carlos González street, parcela 23, Leñadora Alto, Punta Arenas. Region 12 Magallanes y Antártica Chilena",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "vegetables and farm animals",
        "tags": [ "vegetables", "farm animals" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "vargasbasti@gmail.com" ],
        "mobiles": [ "+56962367377" ],
        "languages": [ "english", "french" ],
        "description": "My property is small and funy, with a lot of things to do. We are a family of 3 and the sustainability is very important to us. We grow to our own consumption. Lodging in our house, in single room and bathroom shared. Help expected in farm works. To arrive, from Punta Arenas go ahead to Sur 9 route to south 9 km., just crossing river Leñadura, to rigth is Carlos González Street, our farm is number 23."
    },
    {
        "title": "12.6 Agroturismo Estancia Mercedes. Sebastián García I.",
        "region": "12 - Magallanes y Antártica Chilena, Patagonia",
        "address": "office and P.A.: Bulnes 189, Puerto Natales",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "13.000 ha.",
        "activity": "vegetables, prairies and sheeps",
        "tags": [ "vegetables", "prairies", "sheeps" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "agroturmercedes@gmail.com" ],
        "address2": "Peninsula Antonio Varas, Puerto Natales, Region 12 Magallanes y Antártica Chilena. Patagonia",
        "phones": [ "+56612411144" ],
        "mobiles": [ "+56994404881" ],
        "languages": [ "english" ],
        "description": "We are a family of 5, parents and 3 brothers, all professionals. There are many dogs, cats, horses, sheep and cows. It helps the entire expected from working the organic garden, firewood, fishing, building, guided horseback riding and trekking, surround, make food, share, local crafts. Homestays in house with shared bathroom availability for 2 people, living with 3 people more. To get there, is the Antonio Varas Peninsula, 35 kilometers from the Carretera Austral, in front of Puerto Natales city. Our vision is to 'Deliver sensitizing experience, causing connection with Nature, spirit and environment, providing a unique and unforgettable experience for each visitor and to position ourselves as one of the most innovative companies in sustainable rural tourism management at national level and international '. Our mission is 'To provide our services in a familiar, personalized and human environment, adapting to the needs of every visitor, offering quality, safety and reliability making convey the spirit of the pioneers of Patagonia, the way they live in the wild in pristine condition respecting the cultural heritage and environmental. ' CURRENT COMMITMENTS: We protect and promote respect for local and ancestral culture of our land. We developed the system biointensive in our garden organically, walking each day towards self-sufficiency. We use windmills to produce and save energy in our facilities. Water conservation and saving this through various initiatives implemented in our daily operation. We incorporate local suppliers to supply the farm.” Dare to live like the early pioneers of this land!"
    },
    {
        "title": "11.1 Felipe Gonzales, Reserva Añihue",
        "region": "11 - Aysen",
        "address": "Palena River. Region 11 de Aysen, Patagonia",
        "quick_reply": "90%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "10.000 ha.",
        "activity": "vegetables, other: research",
        "tags": [ "vegetables", "others researchs" ],
        "when": "usually november to march",
        "kids": "yes",
        "mails": [ "ffgonz@gmail.com" ],
        "mobiles": [ "+56994449449" ],
        "websites": [ "www.anihuereserve.com" ],
        "description": "Ecological Reserve located in chilean patagonia, in front of Raul Marin Balmaceda town. Lodging is in a big common house 1 hour from there, with 2 adults, 1 child and 2 dogs. Cooking and home works are in common. We receive 2 or 3 woofers at the same time, sharing rooms. Jobs include: works with animals (pigs, chickens, sheep) to take care the garden, to fertilize, house maintaining like painting or fence repairs, to cut firewood, fishing to eat, etc.. We look for people with energy who want to share our style life, living and respecting the nature in a remote beautiful place. Volunteers will help in research of sea and land ecology too."
    },
    {
        "title": "11.2 Escondido. Mateo Verster (el holandés). Valle Escondido",
        "region": "11 - Aysen",
        "address": "Puerto Raul Marin Balmaceda. Region 11 de Aysen",
        "quick_reply": "90%",
        "wwoof_since": "2008",
        "organic": "",
        "size": "688 ha.",
        "activity": "3 greenhouses, chickens, ecotourism, mad scientist projects",
        "tags": [ "greenhouses", "chickens", "ecotourism", "mad scientist projects" ],
        "when": "all year except december and january",
        "kids": "yes",
        "mails": [ "globetrottter@hotmail.com" ],
        "websites": [ "www.chileadventure.50megs.com" ],
        "mobiles": [ "990191456" ],
        "languages": [ "french", "german", "dutch", "japanese", "spanish" ],
        "description": "My name is Thomas Matthijs, I am from Holland, I travelled around the world several times and came across this natural paradise in Patagonia, Chile. I fell in love with the valley, the waterfalls, the untouched jungle (Cold Jungle) I am active and enterprising, but need help building log cabins, perfecting my dams, turbines and windgenerators to make electricity. I also bought materials to build a katamaran and heaps of tools for all kinds of mad scientist projects. I own this beach right on the estuary. Plenty of fishing seafood, swimming kayaking and more. Dolphins and curious sealions often come spy on us strange human beings. I heard a ferocious roar of a puma a while ago. Scared the shit out of me. All I need is a few helping hands as the challenges of survival in pure unadulterated nature are many. Lodging in tent, meals rich in fish. Come see. Adelante. Bienvenidos! But I need wwoofers to remain minimum 3 weeks or more. I also welcome quality people to participate long term while the Northern Hemisphere falls apart, You will not spend a penny here but I DO require volunteers to bring some food ( contact me and read my instructions carefully). To arrive, take a night bus from SANTIAGO Terminal de buses, to Puerto Montt, leaves 7 PM arrives 9 AM (several lines), fairly comfortable usually costs US$30 (look for promotions). Nice little town. Recommend hostals, usually around US$10 at night. On Saturday morning take a bus to Quellon (Southern tip of island of Chiloe) 6 hours, US$15. Only Saturday night 7 PM there is a ferry (barcasa ) to Raul Marin Balmaceda, arriving 9 AM ( cost US$15).......if you take a sleeping bag you might just sleep comfortably on deck, but if raining stay seated in large room with lots fishermen and locals. Guard your belongings as you would in any country. Arriving in Puerto Raul Marin B. find ANY fisherman going upstream to take you to “el holandés”, Thomas Mateo. I usually pay $5000 chilean pesos (USD10) for a ride for one or two passengers. There are no regular services in this part of the world, relax,. time passes differently here....."
    },
    {
        "title": "11.3 Luis Miranda",
        "region": "11 - Aysen",
        "address": "Nirehuao 507, Población Almirante Simpson, (camino Cerro Negro), Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "85%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "12 ha.",
        "activity": "garden and farm animals, tourism",
        "tags": [ "garden", "farm animals", "tourism" ],
        "when": "september to may",
        "kids": "no",
        "mails": [ "lmiranda791@gmail.com" ],
        "mobiles": [ "+56996122919" ],
        "whatsapp": [ "+56942071314" ],
        "languages": [ "english" ],
        "description": "We are a little farm also dedicated to rural tourism. We have horses, sheeps and chickens.. Also we produce potatoes and other vegetables to house! We are 2 adults, dogs and cats. We have a room to one or two wwofers. Meals served with family and we are open to different diets such as vegetarian. The jobs will be depend upon the season and the weather conditons. We prefer that volunteers stay between 3 weeks and 3 months."
    },
    {
        "title": "11.4 Un Destino No Turístico. Marcelo Gonzales and Rocio Basalo.",
        "region": "11 - Aysen",
        "address": "Camino Laguna La Manga km.2, Puerto Guadal. Region 11 de Aysen.",
        "quick_reply": "100%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "16 ha.",
        "activity": "vegetables, commercial and wild fruits",
        "tags": [ "vegetables", "commercial", "wild fruits" ],
        "when": "september to april",
        "kids": "no",
        "mails": [ "rociobasalo@hotmail.com" ],
        "websites": [ "www.destino-noturistico.com", "www.youtube.com/user/destinonoturistico" ],
        "languages": [ "english", "portuguese", "dutch" ],
        "description": "We are 100 km west of Chile Chico city, in Puerto Guadal, a little town on the shores of General Carrera lake. Our land is 1,5 km from Puerto Guadal town (look our web). In this land we develop our project Un Destino No Turístico (more info visit www.destino-noturistico.com ). Here we have an Eco Hostel&camping with solar showers,a parabolic sun cooker, composting toilets, grey waters system, bamboo geodesic dome....We follow some Permaculture principles. There are lots to do: working in the gardens, building a greenhouse, collecting firewood, chopping wild roses,building solar showers, keeping paths open in the forest, etc,... Working in our farm means physically demanding effort. Wwoofers work about 6-7 hours per day. During the morning work is always chopping wild roses and in the afternoon you will work in different projects and tasks. We receive wwoofers from September to April approximately and they can stay minimum for 5 days and maximum 10 days. Woofers must bring tent and sleeping bag and we share our kitchen. People with knowledge about Permaculture, bio-building, sun-energy, grey waters, etc are specially welcome. We are a couple, a Spanish and a Chilean who want to live in a sustainable way."
    },
    {
        "title": "11.5 Campo Pedregoso, Ingmar Lang and Veronika Schneider",
        "region": "11 - Aysen",
        "address": "Sector Rio Claro/Huemules, Valle Rio Claro km. 20, Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "99%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "75 ha.",
        "activity": "some vegetables (greenhouse), cherries, farm animals, forest",
        "tags": [ "vegetables", "cherries", "farm animals", "forest" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "vm_sch@web.de", "vmsch74@googlemail.com" ],
        "address2": "casilla 319, Coyhaique, Region 11 Aysen",
        "mobiles": [ "983964276", "994286550" ],
        "websites": [ "www.patagonia-farm.com" ],
        "languages": [ "german", "english" ],
        "description": "The property is located 20 km from Coyhaique, at the end of valle Rio Claro; the farm has at about 25 ha. of graising area, in the back 40-50 ha. of natural forest. Accomodations: tent or for longer working-periods own little cabin. We are a very big family with nine children, aged 0-16 ys. We try to produce ourselfes as much as possible, like cheese, bread, marmalade, vine, cidre, ham, sausages etc. we are running a small self sufficient farm, growing some vegetables and fruits(mainly cherries), and keeping some sheep, cows(diary), chicken, pigs and horses. in the forest: we produce timber and firewood. We are also always looking for help for homeschooling and/or babysitting, concerning farm jobs, technical background with no fear of manual work, as well as outdoor work concerning fire wood, fence-building etc. living and working with us means: BACK TO BASICS! important rules: minimum stay 2 weeks, maximum 2 persons at one time, no dogs. Our internet access is limited, only time to time, and in case our phone is not available, sms/mensaje/whatsapp is a good way to reach us. Applicants please send a brief summary of their personal background and experience!"
    },
    {
        "title": "11.7 Mingalegre. Paz Hernandez",
        "region": "11 - Aysen",
        "address": "Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "50%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "4 ha.",
        "activity": "permaculture",
        "tags": [ "permaculture" ],
        "when": "october to may",
        "kids": "no",
        "mails": [ "mingalegre@gmail.com" ],
        "mobiles": [ "981553078", "979903889" ],
        "websites": [ "www.mingalegre.bligoo.cl/" ],
        "languages": [ "english" ],
        "description": "A project of Permaculture in a Ecoaldea, in building with natural inputs, organic orchard, trees and big mountain inside, springs and fall, native forest and wanderfull scenaries, near Coyhaique city. We are two families lovers of nature. It is a different place conected to Mother Nature. Help expected in garden and nature construction. We convite to share our dream get togheter in this patagonic land, wildlife sanctuary. Lodging is in tent, in a place with trees, dry bathroom, solar shower and kitchen, shared with tourists. Mostly vegetarian meals of our organic orchard. Internet conection only tme to time, better is calling us by phone."
    },
    {
        "title": "11.8 Cerro Huemules. Anahi Huechan Quintana",
        "region": "11 - Aysen",
        "address": "Los Caiquenes 1551, población Prat, Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "2,5 ha.",
        "activity": "",
        "tags": [ ],
        "when": "november to march",
        "kids": "yes",
        "mails": [ "anahijabali2000@yahoo.co.uk" ],
        "phones": [ "+56672263230" ],
        "fax": [ "+56672212184" ],
        "languages": [ "english", "french" ],
        "description": "Our place is in the bottom of Rio Claro valley in Aysen, Patagonia. It's 16 km. off Coyhaique. How to arrive? By plane or boat! from Puerto Montt to Balmaceda or Port Chacabuco. Once in Coyhaique you will stay at home and next day I’ll take them to the countryside. We have a small cabin for maximum two persons, with bed and utensils to cook. The woofers will be alone, they MUST BE self suffisant (independents) and able to survive in rustic conditions. I use to provide meals in agree with diet volunteers. But He/She/they must prepare their food. There’s a stove and wood enough to cook and keep you warm and comfortable. There is no electrical light, neither hot water, nor toilet inside. Mobile phone signal is available. I hope the volunteer works 5 hours at day OR TO SEE RESULTS in terrain. I need INSTALL a system to collect water from the river or a fountainhead nearby (2014): removing rotten trunks, to do cairns (small rock walls aside the path) to separate sectors. I also need volunteers able of building basic facilities. It ́s a good place for trekking, swimming (January and February) watching bird. It is a precious place, with a natural swimming pool of close river and is beside a Park CONAF Preservation of Huemules (Hemul is a chilean deer in risk to be extint)."
    },
    {
        "title": "11.9 Garden Escape. G. Rodrigo Iglesias",
        "region": "11 - Aysen",
        "address": "Camino a Argentina km. 4, Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "5 ha. farm and hostal",
        "activity": "raspberries, apples, blueberries, vegetables, alpacoes",
        "tags": [ "raspberries", "apples", "blueberries", "vegetables", "alpacoes" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "gfi02@hotmail.com" ],
        "mobiles": [  ],
        "languages": [ "english", "french" ],
        "description": "We are a beautifull family touristic hostal and a organic no certified orchard. We have a nice cabin to receive untill 4 wwoofers at time, with kitchen to prepare breakfast. More meals of day served with people of the hostal. We need help with orchard and sometimes indoor hostal, usually as desk clerk or traslater. 5 or 6 hours at day to work, another time to rest or to know the beautifull city or river places. One week at least to stay. No pets."
    },
    {
        "title": "11.10 Piti Palena. Rodrigo Parra M.",
        "region": "11 - Aysen",
        "address": "Pto. Raul Marin Balmaceda. Region 11 de Aysen",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "5 ha.",
        "activity": "",
        "tags": [ ],
        "when": "september to march",
        "kids": "no",
        "mails": [ "roparram@gmail.com" ],
        "mobiles": [ "+56997112019" ],
        "languages": [ "english", "portuguese" ],
        "description": "We live on the coast of Piti-Palena estuary, where we have cleared a small spot in the cold jungle covering this isolated Chilean Patagonia area entirely. The place is completely different from any other place you may have visited around the world. Time seems to have remained static for the past fifty years here. There is no pollution, and civilization has not reached us yet. The only way to get to this place is by boat from a small village and port called Raul Marin Balmaceda. There are no highways or roads or even paths, since the rainforest is too thick and hillsides are too steep to make way for roads. Access is along rivers and canals only. We have room for wwoofers in our place, which is located opposite the estuary, far away from town. We hope the experience of living in this place for a while, and working so close to our origins and to Mother Earth will enable you to develop new skills. We are a couple endeavoring to implement a project that includes a trekking trail across the jungle to reach a hidden lake, a camping site, and prodution of some organic vegetables in the greenhouse. We love to benefit on resources coming from this land and this ocean. Rodrigo speaks English and Portuguese moderately. He has lived here for 20 years. Beatriz will cook delicious healthy food for us. We and the volunteers will work on and perform various tasks, such as fishing and smoking fish, chopping wood for fire, preparing compost, clearing ground for cultivation, building greenhouses and other facilities, and the like. If you are interested in coming, please keep in mind that this is a fairly isolated area. Fitness and adaptability are required to survive. There is no electricity or heavy equipment, and poor communication with the outer world, (telephone, internet) limited to days when we sail into town, once a week."
    },
    {
        "title": "11.11 Ninoska Solange Vera Velasquez. Hospedaje Suizaike",
        "region": "11 - Aysen",
        "address": "Bahia Murta, Region 11 de Aysen",
        "quick_reply": "35%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "155 ha.",
        "activity": "vegetables, sheeps, alpacoes, livestock, hens",
        "tags": [ "vegetables", "sheeps", "alpacoes", "livestock", "hens" ],
        "when": "march to november",
        "kids": "no",
        "mails": [ "ninoska_540@hotmail.com" ],
        "mobiles": [ "+56995975454" ],
        "languages": [ "german" ],
        "description": "We are an hostal in a farm with animals and vegetables, also pets. We are looking by a voluntaire male because some jobs may be hardly (cutting wood, construction, by example). We recieve from March to December because in Jan. and Feb. arrives a lot of tourists. We do not smoke and do not accept vegetarians. Lodging in single room. To arrive from Coyhaique, to take a public bus to Cochrane and stopping in intersection (cruce) of Bahìa Murta, 4 kilometres and go 4 1⁄2 kilometres more to Pto. Sànchez. You will find a picture writed SUIZAIKE, go the instructions to arrive there."
    },
    {
        "title": "11.12 Puerto Ballena. Jorge Becker / Soledad Cordano",
        "region": "11 - Aysen",
        "address": "Puerto Ballena, Isla Mulchey, Guaitecas, Region 11 Aysen",
        "quick_reply": "85%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "250 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "no",
        "mails": [ "marito-1986@hotmail.com", "solecordano@hotmail.com" ],
        "mobiles": [ "982923898", "990778571" ],
        "languages": [ "english" ],
        "description": "Isolated island far of all civilization where is posible to find the quiet and live with nature pure and extreme. Our acrivities are associated to environment, like to fish, coast collect, agriculture, construction environment associated. We are a family of 3 people and dogs. We can to receive till 3 voluntaires and we hope help in paths, greenhouses, cutting weeds, fisherie, storage building, see places, etc. We like to reach with different culture people. To arrive, you must to take the ferryboat Jacaf (Naviera Austral) in Quellon, the day Thuesday at 5 PM. Before you must having taken contact with us to ask they leave you at Mulchey. Starting from south, from Puerto Cisnes at Wesnesday midday (12)"
    },
    {
        "title": "11.13 Cel Aysen. Victor Luna Haro.",
        "region": "11 - Aysen",
        "address": "Prat 545 local 3, Coyhaique. Region 11 de Aysen, Patagonia",
        "quick_reply": "90%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "2,8 ha.",
        "activity": "vegetables and fruit trees",
        "tags": [ "vegetables", "fruit trees" ],
        "when": "january, february, november",
        "kids": "no",
        "mails": [ "victor_lunah@yahoo.es" ],
        "phones": [ "+56672211149" ],
        "mobiles": [ "+56988167459" ],
        "description": "We are a family with 3 child, our farm is located inside a river, in El Claro place, Est of Cohyaique city, near of CONAF ̈Huemules Reserve. Lodging available in a house for two. We need help in farm jobs, as greenhouse, to repair fences, etc."
    },
    {
        "title": "11.15 Hospedaje Rural Mirador del Río. Rubén Gallardo Solís",
        "region": "11 - Aysen",
        "address": "Kilómetro 6 camino a Raúl Marín Balmaceda, Region 11 de Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "by culture",
        "size": "590 ha.",
        "activity": "vegetables, praires with cattle to meat and dairy, lodging",
        "tags": [ "vegetables", "praires with cattle to meat", "dairy", "lodging" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "contacto@miradordelrio.cl", "rupagaso@gmail.com" ],
        "mobiles": [ "984388285", "961776894" ],
        "description": "Farm of 590 ha., but only one acre used with cultivation, another superficie to meadow with cattle. We are located on the banks of the Palena river and the farm has 2 kilometres of river. We are a marriage of settlers, kind and caring, as they are the people of Patagonia. Availability to receive up to two volunteers in family home. He is expected to aid in care and feeding animals, grooming and adornment of the place, lodging and cabin, cultivation and maintenance of the garden, harvest vegetable garden and fruit trees. To arrive, from Coyhaique, take Route 7 northward 290 kilometers, to La Junta and from there be diverted 6 kilometres to the west. From Chaitén, take Route 7 to the south 130 kilometers, to La Junta and from there be diverted 6 miles to the west. There are buses every day from Coyhaique to La Junta, from there we can pick them up."
    },
    {
        "title": "11.16 Kooch. Marcela Miranda",
        "region": "11 - Aysen",
        "address": "Camino Turistico Piedra El Indio 2, Coyhaique, Region 11 Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "by culture",
        "size": "0,3 ha.",
        "activity": "camping and garden",
        "tags": [ "camping", "garden" ],
        "when": "november to february",
        "kids": "yes",
        "mails": [ "mp.mir@hotmail.com" ],
        "mobiles": [ "+56979337778" ],
        "languages": [ "english" ],
        "description": "We are two adult and two children, and cats. We can offer place for camping until there is a house built by us. Accommodation available in camping up to 6 volunteers. Help required in greenhouse, garden, wood, others. To arrive, from the bus terminal of Coyhaique a three blocks down by tourist road Piedra El Indio, first left hand curve. Comment: Hopefully coming with tent and many good vibres."
    },
    {
        "title": "11.18 Tsonek Eco-camp. Mauricio Melgarejo",
        "region": "11 - Aysen",
        "address": "Carretera Austral s/n, Acceso Norte km. 1 Villa O'Higgins, Región 11 de Ayen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "tourism",
        "tags": [ "tourism" ],
        "when": "december to march",
        "kids": "yes",
        "mails": [ "info@tsonek.cl" ],
        "mobiles": [ "+56978929695" ],
        "websites": [ "www.tsonek.cl" ],
        "facebook": [ "www.facebook.com/tsonek" ],
        "languages": [ "english", "italian" ],
        "description": "We are an eco-camping in the andes-patagonian forest, we operate in a self-sustaining manner (electricity with solar panel or pedalling, kitchen fireplace, spring water, dry toilets). Staying in tents on platforms isolated under the forest. We have community kitchen to volunteers, campers and us. Kitchen is also a meeting place, sharing, reading, party, live music and good vibres. There are 3 hot showers and 3 dry toilets. Mauritius is ornithologist, eco-constructor and sustainable tourism guide. It takes 4 years (2013) on-site. It is also a trekking guide. We accept volunteers with children, provided that they adapt to the rustic way of life that we propose. We don't accept pets, because the place is a haven for wild birds. We are looking for volunteers for between 3 weeks to 3 months. Help requiered in the care and maintenance of the campsite: campers receive, collect and cutting firewood, etc... We also have several projects as build a shelter and 'camp-cover', improving the buildings, creating an organic garden, etc... We are interested in receiving volunteers with expertise in carpentry, organic construction, architecture, crops, Permaculture, but above all with much ingenuity, ideas and a desire. We are at the end of the Austral Way! (2013). It is reached by bus, by finger or by bicycle. From Coyhaique, take a bus to Cochrane where you must stay overnight. The next day, take a bus to Villa O'Higgins. Get off at the Tsonek Eco-Camp (I am known as 'El Pajarero'), 200 meters before reaching the village. Also, it can be reached by plane from Coyhaique, with flights on Mondays and Thursdays. Or walking to Villa O'Higgins from El Chaitén, Argentina."
    },
    {
        "title": "11.20 Centro Eco Familiar Laguna Esmeralda. Karla Rojas - Matias Martinez",
        "region": "11 - Aysen",
        "address": "Camino San Lorenzo km. 5, Sector Laguna Esmeralda, Cochrane. Region 11 de Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "",
        "size": "3 ha.",
        "activity": "permaculture",
        "tags": [ "permaculture" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "kalinarouss@gmail.com", "matmartineza@gmail.com" ],
        "facebook": [ "www.facebook.com/centroecofamiliar" ],
        "mobiles": [ "986894261", "984309738" ],
        "description": "They are 2 ha. between slopes and native forest of coigüe, lenga, calafate (a chilean berrie) and ferns. We are facing the laguna Esmeralda, overlooking the Campo de Hielo Norte (Northern Ice Field). The lagoon walks are made and it is suitable for bathing and good for fishing, and swimming in summer. Bird watching. We are a family of 4, both architects and artisans. We have good neighbors and farmers friends, a dog and cat. On Facebook we are Karla Rojas Portillo. We are a station for ascension to the San Lorenzo hill, 2nd highest peak in Patagonia and close is the glacier Cayuqueo. We are part of a network of sustainable tourism. For volunteers, we have a rustic cabin with wood stove and share kitchen, dining room and space for several tents. By now there is 1 bathroom w/shower, fireplace area, and we want to do more (2016). Availability to up to 5 persons, ideal which are families. Work to volunteer helped: feed animals (chickens, dog, cat) / cut - load woodshed / greenhouses / garden / carpentry and bricklayer. We are starting with this way of life and faith, betting that it can live in a free and sustainable, Patagonia Without Dams! Ways to arrive: 1. Aircraft to airport Balmaceda (www.lan.com). / 2. Transfers to Coihaique / 3. Bus to the town of Cochrane (USD 20 app., 7 hours by Austral route / From Cochrane - alternative of picking you by car, or walking 10 km. Stay with us 15 days or more."
    },
    {
        "title": "11.21 Camping Aquasol. Jolet Fernández",
        "region": "11 - Aysen",
        "address": "Camino Lago Cochrane km. 2, Cochrane. Region 11 de Aysen, Patagonia",
        "quick_reply": "90%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "In town: calle Rio Baker 341, Cochrane 76 ha.",
        "activity": "garden, greenhouse",
        "tags": [ "garden", "greenhouse" ],
        "when": "december to march",
        "kids": "no",
        "mails": [ "joletlore@hotmail.com" ],
        "mobiles": [ "988947540" ],
        "description": "We are a family with 3 children, our property is on the edge of the Cochrane river, 1.5 km from the downtown of the village, surrounded by hills, with views of Tamango and Tamanguito hills, and 4 km. from the Tamango natural reserve. We have a house, 400 sq. meters of vegetables in a greenhouse and an area for camping. Preferably I want a voluntary woman. Volunteers can stay in tent at the campsite and to use the home during the day. We are all days working and sharing with volunteers. Tasks that the volunteer will perform: remove ground, recycle food home to feed worms, planting, transplanting, watering, weed, harvesting, milking cows. You can also help me to communicate with visitors in the campsite since I do not speak English, which teach me the basics I would. There will be family-friendly, will work and will feed together with us, we are carnivorous but it is not a problem if the volunteer is vegetarian, we can adjust. Just arrived to Cochrane you can locate me calling the my cell phone."
    },
    {
        "title": "11.23 Granja Los Glaciares. Chus Parrilla.",
        "region": "11 - Aysen",
        "address": "Carretera Austral km.257 Lago Bertrand orilla oeste (Lake Bertrand shore west), Region 11 de Aysen, Patagonia",
        "quick_reply": "90%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "550 ha.",
        "activity": "livestock, garden",
        "tags": [ "livestock", "garden" ],
        "when": "september to march (7 months)",
        "kids": "no",
        "mails": [ "chusparrillacarrillo@gmail.com", "pascal.angebault@gmail.com" ],
        "mobiles": [ "+56998650227" ],
        "languages": [ "english", "french", "german" ],
        "description": "Our farm is on the shores of lake Bertrand and at the foot of the glaciers of the cordón Contreras (cord of mountains). We are an adult marriage composed by Mrs. Chus Parrilla, Spanish, and M. Pascal Angebault, French. Family house with running water, electricity, heating fireplace, water hot and health. Barn. Meadows for cattle. Fruit trees and garden. We have cows, horses and poultry. Accomodation in the family house, in guest 2 persons bedroom. Expected help in wood construction, help preparing a cabin, installation of hydraulic turbine, opening paths, care of livestock, sowing, harvesting and preparation of canned depending on the season. To get, Carretera Austral to south from Coyhaique, reaching km. 257 on the catwalk where begins the lake Betrand, it is necessary to set out to reach the property in aboat on a journey of about 40 minutes. It is an excellent place to practice mountaineering, ice and lake activities."
    },
    {
        "title": "11.24 Karl Jungst",
        "region": "11 - Aysen",
        "address": "Sector Río Pico, Lago Verde. Region 11 de Aysen, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "5 ha.",
        "activity": "dairy goats, poultry, pigs, horses, orchard",
        "tags": [ "dairy goats", "poultry", "pigs", "horses", "orchard" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "jungstkarl@yahoo.com" ],
        "mobiles": [ "+5697522074", "+56975549689" ],
        "languages": [ "english", "german" ],
        "description": "Plot of 5 hectares, we are a family of 5 people, we have goats dairy, cheese making, orchard and vegetables. We have a camper for one people. We hope to help in the care of animals on foot or on horseback: goats, horses, chickens, geese, ducks and pigs and orchard. To get, there are 8 km. dirt from the town of Lago Verde. The volunteer must be ready to put up simple conditions and Patagonian climate (cold, rain, heat, snow)."
    },
    {
        "title": "11.25 Fundo San Lorenzo. Matias Soto Gomez",
        "region": "11 - Aysen",
        "address": "Teniente Merino 750. Cochrane. Región 11 de Aysén, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "357 ha.",
        "activity": "nursery, sheeps, cattle, horses, tourism",
        "tags": [ "nursery", "sheeps", "cattle", "horses", "tourism" ],
        "when": "october to april",
        "kids": "no",
        "mails": [ "matias418@gmail.com" ],
        "mobiles": [ "98784635", "75618719" ],
        "description": "We are a family of 5 people. The property is 60 km. far of the town of Cochrane, at the feets of San Lorenzo mountain. To lodging is available outside of the house, reccoment carry your tent. Also the farm has camping with showers and hot water. Help expected in greenhouse, meadows, land clearing, building fences, corrals, and another ones required in the property for the field work as horseback riding tour, roasted to the stick, guided trekking, etc. in which the volunteer can integrate. Our main activity is the agritourism, and tasks to be carried out can be of the most diverse. To get here, better way is by airplane arriving at town of Balmaceda, after that taking a transfer to Coyhaique. From Coyhaique there are rural buses to Cochrane, 334 miles route 7 Sur. From Cochrane, you can locate the property calling by VHF radio to the farm."
    },
    {
        "title": "11.26 Patricio Merino S. Kawelyek Expediciones.",
        "region": "11 - Aysen",
        "address": "Pasaje Palenas s/n, Raul Marin Balmaceda, Region 11 de Aysen",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "",
        "activity": "greenhouse project, fishering, tourism",
        "tags": [ "greenhouse project", "fishering", "tourism" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "patricio.merino@gmail.com" ],
        "mobiles": [ "+56975429056" ],
        "description": "I am a touristic operator and comercial fisher in the beautifull Puerto Raul Marin Balmaceda. I am building a refugee (2015), after a greenhouse and a dome. By now (2015) I offer a place to set up your tent under roof. I hope help in construction of refugee and dome, also prunning trees. To arrive, the days Wesnesday and Saturday at 23:00 starts from Quellon the barzaca (boat) Queulat of naviera Austral. Tickets may be bougth in Puerto Montt or Quellon. Also it is possible to come in by carretera Austral (Austral road) from Puerto Montt to Chaiten – La Junta. From La Junta to Raul Marin B. are 70 km. There are public buses from La Junta days Monday, Wesnesday, Friday and Sunday at 15:00 (contact Mr. Heriberto Klein). This is a nice place with white sand coast. In free time you may do trekking, kayac and looking birds and sea mamals."
    },
    {
        "title": "11.27 Parcela Ambar. Diego Castillo Ortega",
        "region": "11 - Aysen",
        "address": "Rio Baker, Caleta Tortel, Region 11 Aysen",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "vegetables, herbs, greenhouse",
        "tags": [ "vegetables", "herbs", "greenhouse" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "maunitan@gmail.com" ],
        "mobiles": [ "+5688957688" ],
        "languages": [ "english" ],
        "description": "Our town is named Caleta Tortel. Our house is building and greenhouses also (2015) and it is located inside Baker river. Access is by the river. Lodging in our home or cabins, to talking. We are a marriage with children...we love living in Nature... we produce our own food.. we intent to rescue and provide ourselves of goods of environment... I do music...I work in construction, wood artichokes... my wife produce fieltro and jam... we have hens, ducks and a dog.... we love and dream this live. We hope help in construction, fishering and all farm jobs. To arrive, it is by plane... to Balmaceda.. after Coyhaique..after in public bus to Cochrane y and newly in bus to Caleta Tortel. From there we take you in our boat."
    },
    {
        "title": "11.28 Comunidad Agroecológica Verde Limón. Yasna Zapata.",
        "region": "11 - Aysen",
        "address": "Camino Santa Elena s/n, valle Simpson, Region 11 Aysen",
        "quick_reply": "85%",
        "wwoof_since": "2015",
        "organic": "certified",
        "size": "50 ha.",
        "activity": "potatoes, vegetables, truffles, garlic, grass",
        "tags": [ "potatoes", "vegetables", "truffles", "garlic", "grass" ],
        "when": "september to march",
        "kids": "yes",
        "mails": [ "yasny.zapata@gmail.com" ],
        "mobiles": [ "+5664944683", "+5683487898" ],
        "languages": [ "english", "french", "portuguese" ],
        "description": "We are a couple with child living in this place several years ago and dedicated to grow flowers, vegetables and animals. Our farm has cattle with sheep breeding and fattening of cattle. We have horses, alpacoes and dogs workers.We are located in the beautiful Simpson valley, surrounded by mountains, rivers and lakes. There is easy road access by paved road and a small stretch of gravel. Electric light and spring water. Your accommodation is in house with bathroom and kitchen, 4 beds equipped; heating to firewood. We also like to do crafts in leathers and go hiking and horseback riding. Help wanted in the management of sheep meat, cattle and horses and bedding, feeding birds, gardens and greenhouses, firewood collection, repairs and construction of sheds and fences, flowers, hardware and tame horses, collect vegetables, with tractor, cheeses, and many other tasks. To get, from Coyhaique are 40 km. of paved road and the last 6 km. of land. We have phone signal and we can go to find you to the junction Del Blanco. We have pleasant atmosphere of field, with typicall simplicity, foods based on meat and vegetables from the place. There are fishing and watching wildlife such as birds, fox, mofeta, armadillo, deers, and occasionally cougards."
    },
    {
        "title": "11.29 Fundo Panguilemu. Elizabeth Barkla",
        "region": "11 - Aysen",
        "address": "Km. 4,5 Panguilemu, Coyhaique, Region 11 Aysen",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "1000 ha.",
        "activity": "cattle, sheeps, garden and forest",
        "tags": [ "cattle", "sheeps", "garden", "forest" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "elizabethbarkla@hotmail.com" ],
        "mobiles": [ "+56985967387" ],
        "languages": [ "english" ],
        "description": "Welcome to Fundo Panguilemu! Thank you for your interest in being a volunteer with us. The farm (fundo) is 1000 ha. of which half is beech forest and the rest is rolling to hilly pasture. We run about 2000 sheep (Corridale and Merino) and 200 cattle. This farm is the “Savory Institute Hub Farm”, for Chile where we show Holistic Management in action. We are available to show and explain all aspects of Holistic Management, from the Holistic Context and Grazing Planning through to the practicalities of electric fencing and stock movements. (www.savoryinstitute.com). We are a family starting out on our own farming adventure, a husband and wife team. Jose Manuel is a trained veterinarian who specializes in ovine production through his business in Punta Arenas (www.ovitec.cl). Elizabeth, originally from New Zealand with a background in dairy farming. Together we purchased Fundo Panguilemu in 2013. Jose Manuel has two kids, who join us on the farm during school holidays. We also have a baby daughter. Depending on the time of year and availability you might stay in a tent, a small room in the sheep shed or a rustic hut. You will be able to join us for family meals in our home or perhaps a BBQ in the evening. Plans change from day to day, but you might be asked to help in any of the following!: Cutting, washing and preparing vegetable for sale/ Weeding, seeding or transplanting in the greenhouses or garden / Attending the hens – feeding, cleaning, collecting eggs / Preparing for and attending visitors / Delivery of products to clients / Stacking and chopping firewood / Moving mobs of animals on foot or horseback / Preparing meals, washing dishes or helping in the farm house / Seasonal work such as shearing, lamb marking, artificial insemination of the sheep, weighing cattle, etc. You do not need to have experience in any of these areas – only a willingness to learn and work hard! If you have any skills that you would like to offer, (construction, mechanics, photography, cooking etc) then please let us know so we can offer you some tasks in that area!. The farm is just 11 km. outside of Coyhaique, a town of around 40,000 residents. The easiest way to get here is on a flight with LAN or Skyairlines from Santiago to Balmaceda. The airport in Balmaceda, is south of Coyhaique and there are options for either a bus or transfer van to bring you to Coyhaique (1 hour). From there we can arrange for you to be brought to the farm."
    },
    {
        "title": "11.30 La Patagona. Jaime Rain A.",
        "region": "11 - Aysen",
        "address": "Ruta 7 camino Mano Negra, a 11 km. de Coyhaique. Región 11 de Aysen, Patagonia",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "",
        "size": "4 ha.",
        "activity": "sheeps, greenhouse and vegetables",
        "tags": [ "sheeps", "greenhouse", "vegetables" ],
        "when": "november to may",
        "kids": "no",
        "mails": [ "patagona14@gmail.com" ],
        "mobiles": [ "+56964845426" ],
        "languages": [ "french", "german", "japanese" ],
        "description": "Our activities are sheep, greenhouses and crops of potatoes, peas, garlic, carrots and so on. Volunteers will have access to a simple one-floor house with two bedrooms and kitchen. I hope help me improve my language and sharing cultures. Couples not allowed, neither smoking and alcohol. To free time is near the mighty Aysen river, mountains, rural areas and Coyhaique Reserve."
    },
    {
        "title": "11.31 Hosteria Melimoyu. Pia Rojo",
        "region": "11 - Aysen",
        "address": "Parcela 34, Melimoyu, Region 11 Aysen",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "10 ha.",
        "activity": "greenhouse, goats",
        "tags": [ "greenhouse", "goats" ],
        "when": "july to february, april",
        "kids": "yes",
        "mails": [ "hosteriamelimoyu@gmail.com" ],
        "mobiles": [ "+56991776777" ],
        "languages": [ "english" ],
        "description": "Melimoyu Hosteria is located opposite the island Huaitecas, access is only by sea, it is the last chilean colony that took place in 1983, infront of the mythical volcano Melimoyu, described as an energetic carry. We are a hostel with the capacity to accommodate 12 people, volunteers will be hosted in the family home. My daughters studying in Melimoyu and are the only students at the school, so I am interested that relate to foreign people to perfect their English and who like contact with nature, we have Borden Collie and Pyrenean shepherds dogs working with goats to protect them from predators. Help expected in the field and greenhouse, and collecting and storing firewood for the winter. To get there, from Puerto Montt bus to take Quellon, where tickets are booked in Naviera Austral towards Melimoyu barcaza (barge), tickets must be booked in advance or made the travel impossible."
    },
    {
        "title": "10.1 Matias Doggenweiler – Patricia Jimenez",
        "region": "10 - Los Lagos",
        "address": "Carretera Austral km 30, south of Puerto Montt city. Region 10 de Los Lagos, Patagonia",
        "quick_reply": "100%",
        "wwoof_since": "2004",
        "organic": "certified",
        "size": "25 ha.",
        "activity": "vegetables and glasshouse, milk goats and native potatoes",
        "tags": [ "vegetables", "glasshouse", "milk goats", "native potatoes" ],
        "when": "august to may",
        "kids": "yes",
        "mails": [ "chukaos@hotmail.com" ],
        "mobiles": [ "+56997831355" ],
        "description": "To 30 kilometres of the city of Puerto Montt, following the Austral road, one finds Metri, small town of fishermen and farmers. In our farm named El Refugio you find a space of peace and harmony, of learning, of quietude, of interaction with the nature, with the plants and animals. In the middle of a landscape of native forest one finds the garden where vegetables take place and look free the goats, which are milked every morning. We have a house to disposition with all the facilities where it is possible to do independent life. We live in the farm. We offer imputs of farm to prepare meals (vegetables, milk, honey, potatoes). Near there is a grocery shop to buy another ones if want (rice, coffe, etc). We receive volunteers from August to May, but do prefer in September and October, sowing time. The works are related to the production of organic vegetables, milk extraction of goats, manufacture of cheese and others related to the functioning of the farm. 3 hours morning and 3 afternoon. We are on the banks of the sea where it is possible to fish for shellfish and bathe, to 12 kilometres of the farm one finds the Alerce Andino National Park with beautiful landscapes. We possess a natural lagoon with extraordinary conditions for the swimming. To come it is necessary to take a bus in that it fences for the Austral Road, La Arena, stoping in Metri in the whereabouts of the Universidad de los Lagos, once there, it is necessary to walk 1,2 kilometres towards in opposite side of the sea up to a black inner door writed WWOOF. Lodging in tent is possible."
    },
    {
        "title": "10.5 Llanquihue farm. Marisol Foretic",
        "region": "10 - Los Lagos",
        "address": "Camino a Petruhué km 5,5 Puerto Varas, Region 10 de los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "17 ha.",
        "activity": "berries, vegetables, milk cows",
        "tags": [ "berries", "vegetables", "milk cows" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "oraseeds@gmail.com" ],
        "mobiles": [  ],
        "languages": [ "english", "german" ],
        "description": "We are a family of 6 people working in the farm from more than 50 years ago. We have two new cabins to receive wwoofers. Meals served with family. We need help with crops and sometimes in kitchen doing kuchens (cakes) to sell. Work required 5 hours each day, Sunday free, another time free to rest or to go at Puerto Varas, Puerto Montt or Frutillar (beautifull cities) or to know the nice and touristic places near located, thermal included."
    },
    {
        "title": "10.7 Scott and Lisa Mc Lean. Tenio Natural Reserve.",
        "region": "10 - Los Lagos",
        "address": "Coastal Road Pt.Montt-Calbuco, Ilque, Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "90 ha.",
        "activity": "fruits, vegetables, greenhouses",
        "tags": [ "fruits", "vegetables", "greenhouses" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "tenionaturalreserve@gmail.com" ],
        "mobiles": [ "+56981761333" ],
        "websites": [ "www.youtube.com/user/tnrchile", "www.visitsouthernchile.blogspot.com/" ],
        "languages": [ "english" ],
        "description": "We accept applications to stay all year long, but WWOOFers. Our farm/ranch is located in the heart of the peninsula between Puerto Montt and Calbuco. Rolling fields, old growth forest, and amazing views of five volcanoes make it an excellent place to get away from it all. WWOOF volunteers would be welcome to camp or stay in a shared living space. There are several beautiful pastures. In terms of lodging, there are private rooms, laundry and showers available. Family run farm. Volunteers would be welcome to plant tree seedlings, garden, participate in building projects including alternative energy efforts. Meals and lodging are included. The Tenio Natural Reserve is dedicated to forest preservation and growth of native trees (like the Tenio Tree). There is more to Southern Chile than Pucon - Explore the difference! Puerto Montt, 657 miles (1,058 km) south of the capital Santiago, is the gateway to Chile's remote, picturesque Patagonia region of glacial lakes, towering snowcapped peaks, and volcanoes that are a magnet for adventure tourism. WWOOFers often stay here and take short trips to Chiloe, Cochamo, or other national forests available to visit on the weekends. With a view of five volcanoes, the Tenio Natural Reserve, located between Puerto Montt and Chiloe in beautiful Putenio, is at the heart of it all on your way to Patagonia!"
    },
    {
        "title": "10.19 Casa Goetschlich. Paula Lopez Boetsch",
        "region": "10 - Los Lagos",
        "address": "Otto Bader 705, Puerto Varas, Region 10 de Los Lagos",
        "quick_reply": "90%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "",
        "activity": "orchards",
        "tags": [ "orchards" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "paulalope@gmail.com" ],
        "mobiles": [ "+56989842213" ],
        "languages": [ "english" ],
        "description": "We live in a house that is a national monument built in 1900, to restore using recycled materials. Paula is a social psychologist, work in an NGO that support public education. Brian is an Englishman, photographer and furniture maker. We have dog, cat and hens. We want to receive help in make our organic garden and the house with sustentable inputs. Lodging in room of House and meals served with family, no red meats. The main activity for the wwoofers will be related with building and improvements for the house, apart from these are the daily chores: cooking, gardening maintenance, feeding and cleaning the henhouse."
    },
    {
        "title": "10.22 Fundo Dollinco. Katrin Runge S.",
        "region": "10 - Los Lagos",
        "address": "Fundo Dollinco, lote 3 s/n, Corte Alto, comuna de Purranque, Region 10",
        "quick_reply": "100%",
        "wwoof_since": "2010",
        "organic": "certified",
        "size": "12 ha.",
        "activity": "goatcheese, vegetables",
        "tags": [ "goatcheese", "vegetables" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "praderasdelsurkatrin@gmail.com" ],
        "websites": [ "www.praderasdelsur.cl", "www.entrecabrasyhierbas.cl" ],
        "mobiles": [ "994007949" ],
        "languages": [ "english", "german" ],
        "description": "We are a 3 people family with a lot of pets like dogs, cats, ducks, chickens, gooses and a horse. from Purranque and 2 km. from Corte Alto, in a beautifull scenary with with meadows, creeks, small lagoons and native forest. Housing up to 3 persons in our house. Wwoofers live with us in the house, all food provided. We look for people who like animals very much and are interested in working in a rustic way. We need proactive people that like a lot excercise and with a good fisical condicion, also people that are not afraid to get dirty and smell goatshit. Here in our farm you can learn many things about the use of medical herbes, how to milk goats, how to treat animals when they are sick and to get better self confidence in yourself. Our farm is located 7 km"
    },
    {
        "title": "10.26 Mauricio Mora. Hostal Maura.",
        "region": "10 - Los Lagos",
        "address": "Juan Jesus Molina 77, Cochamó, Region 10 de Los Lagos",
        "quick_reply": "80%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "4 ha.",
        "activity": "greenhouse, meadows",
        "tags": [ "greenhouse", "meadows" ],
        "when": "may to october",
        "kids": "no",
        "mails": [ "maurok@live.se" ],
        "mobiles": [ "+56993349213" ],
        "languages": [ "english", "swedish (svenska)" ],
        "description": "Ecological hostal located to 118 km. from Puerto Montt. in a environment with thermas and rivers. The owner has lived for many years in Sweeden. Lodging into house. We want hep in carpentry with inputs from the same place, and also a big greenhouse and some sheeps.. To arrive, there is bus public transportation 3 times at day, starting from Puerto Montt, a two and half hours travel. Jobs required out and into house, with crops, animals, greenhouse, carpentry."
    },
    {
        "title": "10.34 Los Ciruelillos. Sergio Caro",
        "region": "10 - Los Lagos",
        "address": "Yaco Alto km. 5 Isla Quihua, comuna de Calbuco, Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "4 ha.",
        "activity": "meadows and livestocks, vegetables, orchard",
        "tags": [ "meadows", "livestocks", "vegetables", "orchard" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "sergiocaro2003@yahoo.com" ],
        "mobiles": [ "+56985145827" ],
        "description": "8 acres farm located on a island of lake, with meadows and livestock, orchard, vegetables and Valdivian forest surounded. Nice scenaries all around. We practice african music and we have near contact with indigenous comunity. I receive till 4 wwoofers in my house. I live with one relative more pets. I need basic help in orchard and fornitures. Saturdays I go to Puerto Montt farmer ́s market (feria) to sell my vegetables. To arrive, from Puerto Montt city take the bus to Calbuco, one hour trip, and another bus to Yaco Alto and Yaco Bajo, half hour trip. The house is located at km. 4,8 of Yaco Alto, 150 meters from the road."
    },
    {
        "title": "10.36 Fundo Los Maitenes. Matthias Lischka",
        "region": "10 - Los Lagos",
        "address": "Quilanto km. 4,6 Puerto Octay, Region 10 de Los Lagos, Patagonia",
        "quick_reply": "90%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "500 ha.",
        "activity": "beef cattle, lambs, vegetables",
        "tags": [ "beef cattle", "lambs", "vegetables" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "matthias@willnet.cl" ],
        "phones": [ "+56652330049" ],
        "mobiles": [ "+56998836130" ],
        "languages": [ "german", "english" ],
        "description": "At the farm we are mainly involved in the rearing of livestock, especially sheep and cattle but we also have some pigs. We are self sufficient in our own produce from the farm gardens and orchards. Overlooking Llanquihue lake and Osorno volcano the farm is set in the beautiful surroundings of the Chilean Lake District. It can rain quite often here, so it is advisable to bring lightweight waterproof clothing, even in the summer. Help is mainly required with animal husbandry and general farm maintenance such as building and repairing fences, pens, etc, according to seasonal needs. In addition there may be some work with fruit and vegetable production. Woofers are housed in separate spacious accommodation, built in the traditional German style that is common in this area. Three separate bedrooms are available. This is approximately one kilometre from the main farm buildings, where we meet each day and where all main meals are provided. You are advised to bring a torch with you for the walk back to your accommodation after supper. We have three children of various ages, who all enjoy helping out on the farm when they are not in school."
    },
    {
        "title": "10.40 La Colina. Catalina Bérard",
        "region": "10 - Los Lagos",
        "address": "Predio La Colina, Valle del Rio Puelo, Region 10 de Los Lagos, Patagonia Postal address: Casilla 1010, Puerto Montt, Region 10",
        "quick_reply": "50%",
        "wwoof_since": "2011",
        "organic": "",
        "size": "220 ha.",
        "activity": "tourism, horses, orchard",
        "tags": [ "tourism", "horses", "orchard" ],
        "when": "september to may",
        "kids": "no",
        "mails": [ "catherineberard@opentravel.cl" ],
        "mobiles": [ "992636861" ],
        "websites": [ "www.opentravel.cl", "www.islalasbandurrias.cl" ],
        "facebook": [ "www.facebook.com/opentravelface" ],
        "skype": "catherineberard",
        "description": "I am Cathy Bérard, and I am in charge of La Colina Farm and an island close to the farm. My main activity is tourism. I am doing horse back riding programs and my horses are in the farm. I am needing somebody pro active that speak Spanish, knows about farm work to help the farm keeper that lives in the farm. Pedro, the farm keeper, need to have somebody that will be following him and learning being his “shadow”. Somebody that will like to learn how is life in an isolated farm in the Andes. As I will be very busy for the whole summer, I was thinking to work with woofers that can stay and help Pedro, for almost one or two months at least. For the moment (2016) I need somebody responsible hardworking and honest, and not exceeded with alcohol. Have good attitude with the community (neighbors) and initiative.There is a house with 2 rooms and bathroom with hot water that is heated by a wood stove. For cooking the same stove that is working with wood, with all the risks involved in a wood building. Something to really take care about. The farm have no electricity, there is not phone sign and we have a generator for some lights at night and a solar panel for charging the radio. At 5' walking from there there is a river and at 45' the Las Rocas lake. The main and unique gravel road that goes into the Valley it's crossing the farm. Not very busy. No many people around, and one bus per day to make a 200km trip to the biggest closes city, Puerto Montt. There is also a hamlet at 16km, Llanada Grande, with groceries stores public telephone and wifi access. There are a lot of things to do, maintenance of the buildings, taking care and watching the animals, and painting, fixing, etc. We have mostly lambs and horses. During the summer, with the horse rides the rangers are staying for one night there in each trip. So they will share the house and have good moments at diner time. It is a good time to learn about horses and equipment. I will need that who will stay there, also can be in charge of giving and receiving all the equipment with the horses and be responsible for that. In the rides there is a lot of logistic and we need help with luggage of the clients arriving and supplies. It's important to be there and receive this and be in connection with the Island to send everything there. Pedro knows very well that logistic, so basically we need somebody to help Pedro. Communications are by radio. The person or couple that would be interested in helping me this summer have to know that it is a beautiful place but as many places close to nature have not all the 'comfort' of a house in the town and that it is a very quiet, isolated and also safe place. It is really for people that enjoy nature and want to make a living experience in a farm in the Andes.The Puelo valley is one of the lowest valleys to cross the Andes and very close to Argentina across Paso El Bolsón."
    },
    {
        "title": "10.44 Cabalgatas Cochamo. Ciro Vivar",
        "region": "10 - Los Lagos",
        "address": "Cochamó, Region 10 de Los Lagos, Patagonia",
        "quick_reply": "80%",
        "wwoof_since": "2012",
        "organic": "",
        "size": "",
        "activity": "tourism and orchard",
        "tags": [ "tourism", "orchard" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "cirovivar@gmail.com" ],
        "websites": [ "www.cabalgatascochamo.cl", "www.cabalgatascochamo.wix.com/chile" ],
        "facebook": [ "www.facebook.com/cabalgatas-cochamo-chile-358876464229955" ],
        "mobiles": [ "999372042", "977645289" ],
        "description": "We have a ride company with 10 horses. In the farm there are cows, hens, gooses, sheeps and organic vegetables, and a family hostel where the hosts receive meals with our farm products. Lodging is in our family house and we have availability to receive one person. We hope help in ride travels with tourists, travels may be from one untill 9 days, by Cochamo valley. In the farm help with animals and orchard. We need knowledgment of internet, ride and Spanish/English, to talk with tourists. More information are in my web pages showed. To arrive, from Puerto Montt to take a bus to Cochamó, our house is in front of police station in Cochamó."
    },
    {
        "title": "10.45 Frutillas de la Patagonia. Cristian Fernando Frêne and Elizabet Troquian",
        "region": "10 - Los Lagos",
        "address": "Casas del Valle, pasaje 2 casa 995, Frutillar Alto, Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "0,8 ha.",
        "activity": "berries and vegetables",
        "tags": [ "berries", "vegetables" ],
        "when": "november to march",
        "kids": "no",
        "mails": [ "cfrenesiebald@gmail.com", "etroquian@gmail.com" ],
        "phones": [ "+56652420139" ],
        "mobiles": [ "+56997672991", "+56997672995" ],
        "languages": [ "english" ],
        "description": "We have 0,8 ha. with strawberries, raspberries and and greenhouses with vegetables and grape. We are a family of 4 peoples, Cristian y Elizabeth (father and mother) and Joaquín and Cristian (11 and 9 years old, 2015), more dog. Lodging is in our home, till two voluntaires in two beds availables. We expect help in berries harvest and take care with greenhouse. Voluntaires loves outdoors, simple life, optimist and energy. To arrive to Frutillar town is by Panamericana high way, farm is 10 km. far of town, we go to farm everyday in car. The place offer wanderfull scanaries and the chilean south ́quiet."
    },
    {
        "title": "10.51 Ecogranja Huelmo. Helmuth Heyer, Mario Sepulveda",
        "region": "10 - Los Lagos",
        "address": "Huelmo s/n, Puerto Montt. Region 10 de Los Lagos",
        "quick_reply": "90%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "crops",
        "tags": [ "crops" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "ecogranjahuelmo@gmail.com" ],
        "mobiles": [ "+56997171277", "+56956100522" ],
        "languages": [ "english" ],
        "description": "Farm inside ocean, located in Huelmo. This is a place of farms, forest and sea. Our Project has a house, a wood and repaiments workroom tools, greenhouse, medicinal herbs, vegetables, honey bees, birds and our loved horse. In the farm there are a beach and a rowboat to fish and diving. There are two people and sometimes more ones. Lodging is in house or a place to install a tent. We hope help in farm jobs: crops, greenhouse, compost, humus, soil, also carpentry and metal reciycled jobs, honey bees, fishing and diving. Our project is going to have self-sufficiency through Permaculture and Biodynamic principles, to create interchange webs and experiences with community, and a place to self-knowlodgement, reflection to a integral Humanity with his roots conection. To arrive, from Puerto Montt bus terminal, place of rural bus (buses rurales), to take a bus to Huelmo - San Agustin."
    },
    {
        "title": "10.53 Hosteria Miller – Refugio de Mar. Ignacio Centroni",
        "region": "10 - Los Lagos",
        "address": "Maicolpué, San Juan de la Costa, Provincia de Osorno. Region 10 de los Lagos",
        "quick_reply": "80%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "0,5 ha.",
        "activity": "vegetables and garden",
        "tags": [ "vegetables", "garden" ],
        "when": "november to april",
        "kids": "no",
        "mails": [ "hosteriamiller@yahoo.com" ],
        "websites": [ "www.hosteriamiller.com", "www.tripadvisor.com.ar/hotel_review-g488178-d1998322-reviews-hosteria_miller_maicolpue-osorno_patagonia.html" ],
        "facebook": [ "www.facebook.com/hosteria.miller" ],
        "phones": [ "+56642550277" ],
        "languages": [ "english", "french", "portuguese" ],
        "description": "We are a small hotel and restaurante in front of ocean, 67 km far Osorno city. Live there 2 peoples and in summer get 4, more dogs. We can to receive 2 voluntaires at same time by 2 weeks or more, in a room with two beds and bathroom shared. 4 meals at day. We need help in two ways: to the place as painting, carpentry, garden, weeding, irrigation, wood, maintenance..., and to hotel clients: help in meals, language information, hotel activities. Five hours at day, 6 days at week, morning or afternoon. We have some activities related to Nature, places of interest near, equipment availables like bikes, fishing, binoculars to looking birds. Internet and library. To arrive, in Osorno city, in Mercado Rahue, to take a bus. Looking map in web. I invite you to know our project in the links writed above."
    },
    {
        "title": "10.62 Fundo Los Leones. Katia Mera K. and Victor Ojeda F.",
        "region": "10 - Los Lagos",
        "address": "Fundo Los Leones s/n, Puerto Fonck, Lago Llanquihue. Region 10 de los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "permaculture, orchard and garden",
        "tags": [ "permaculture", "orchard", "garden" ],
        "when": "january to november",
        "kids": "yes",
        "mails": [ "kamkki@gmail.com" ],
        "phones": [ "642391297" ],
        "mobiles": [ "990770137" ],
        "languages": [ "english", "german" ],
        "description": "Two ha. with garden and orchard into a 130 ha. no organic milk dairy farm, in a beautiful and quiet landscape on the shores of lake Llanquihue. There are dogs, horses, chickens and cows. We have an apart from the main house accommodation with capacity for 4 people, separate kitchen and bathroom with hot water. There are different people who will guide you on the different types of work. Mostly of the year there is a person in the main house. Work required are in carpentry, garden and greenhouse, harvesting fruit, kitchen and Permaculture training project. It needs people with different work experience, or knowledge in other areas of global interest. To get from Osorno, take in bus terminal a bus with address Cascada, getting off at crossing El Volcan – Puerto Fonck (called also Medialuna), advance one km. untill Fundo Los Leones, then to go to the left until you reach the houses. There are also other routes."
    },
    {
        "title": "10.63 Tierra Azul- Las Cañitas. Betina Miralles",
        "region": "10 - Los Lagos",
        "address": "Sector Rio Azul, Futaleufú. Region 10 de Los Lagos, Patagonia",
        "quick_reply": "80%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "7 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "no",
        "mails": [ "betinamiralles@hotmail.com" ],
        "mobiles": [ "996089255" ],
        "languages": [ "english" ],
        "description": "This is a 7 hectarea farm with native forest. We want to be self-sustaining. We have greenhouse, orchard, herbs, sheeps, horses, crafts, homemade sweets, and other ones. We give service of ecotourism, bird watching, horseback riding, work the wool. Environmet nice and pacefull. We are located near 17 km. from Futaleufu square. From Futaleufu there is a public bus leaves you 800 meters of the entrance of the property. From Chaiten, there are two daily buses that bring you to Futaleufu at a three-hour tour. Accommodation in cabin or tents. We are interested in volunteers who enjoy working in nature and be inspired to work out sustainable and liberating, help with the daily work of the field, clearing trails and open spaces, caring for sheep and horses, work of garden and greenhouse, creating posters, among other activities. We appreciate new ideas and creative, always enjoying living in the calm of the countryside."
    },
    {
        "title": "10.66 Fundación Wilderness. Gregory Locke",
        "region": "10 - Los Lagos",
        "address": "Fundo Los Arrayanes Las Vegas, Santa Elvira, Rupanco, Region 10 de los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "300 ha.",
        "activity": "garden, farm animals",
        "tags": [ "garden", "farm animals" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "lagorupancovolunteers@gmail.com" ],
        "mobiles": [ "978082466" ],
        "languages": [ "english", "german" ],
        "description": "300 hectares of temperate forest with lake and springs. There are two families living in the farm. We have availability for 20 people in 2 houses. Help required in organic garden, to care animals and construction. We are joining a sustainable learning community."
    },
    {
        "title": "10.100 Tierra Verde Agroecologia. Jaime Gaete",
        "region": "10 - Los Lagos",
        "address": "Camino a Ensenada km. 6, Puerto Varas, Region 10 de Los Lagos",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "certified",
        "size": "4 ha.",
        "activity": "greenhouse, vegetables, berries, herbs, farm animals",
        "tags": [ "greenhouse", "vegetables", "berries", "herbs", "farm animals" ],
        "when": "march to december",
        "kids": "no",
        "mails": [ "tierraverdepv@gmail.com" ],
        "phones": [ "652233526" ],
        "mobiles": [ "998419592" ],
        "languages": [ "english" ],
        "description": "I and my wife work our organic farm off our normal jobs. The farm is located at 15 minutes from Puerto Varas, a very nice touristic city, in front of Llanquihue lake. I am an activist in regional organic movement. Lodging in single room simple farm house. We have a big greenhouse with vegetables and crops outside. Help expected in farm jobs: vegetables, sowing, nursery, weeding, harvest, goats and hens. To arrive, from Puerto Varas go ahead by route 225 to Ensenada, get down at kilometre 6, there in the route is our Granja Agroecológica Tierra Verde."
    },
    {
        "title": "10.105 Granja Hua Huar. Diego Fabian Muñoz Riquelme",
        "region": "10 - Los Lagos",
        "address": "Hua Huar, Region 10 de Los Lagos",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "",
        "activity": "vegetables, cows, cheese, collect of the sea",
        "tags": [ "vegetables", "cows", "cheese", "collect of the sea" ],
        "when": "august to april",
        "kids": "no",
        "mails": [ "diegoprv@gmail.com" ],
        "mobiles": [ "941691141", "99158508" ],
        "description": "Our family has always been the field and we are trying to rescue the ancient knowledge they are missing. For years we are cultivating this land organically 70%, and the idea is to work future organically. We are located approx. 100 km. of Puerto Monnt to the coast. We planted potatoes, beans, peas, faba beans, lettuce, cabbage, chard etc. Common house is shared with the family of 4 adults, we are a hospitable family as all the people of the south. The work we do are seasonal, in the time of milking about 10 cows to milk and make cheese. Also in summer season on the beach we collect on algaea as “cochayuyo”. Volunteers help fixing the fences where are the animals, and also to milk and to sow. To get there, take a bus from Puerto Monnt towards Los Muermos, after a mini bus to Estaquilla, get off at an area called La Pampina and from there are moreless 4 km. to Hua huar. Communicate us with anticipation to find you."
    },
    {
        "title": "10.109 Fundo Los Ríos. Siegrid Andler",
        "region": "10 - Los Lagos",
        "address": "Paraguay Chico, Region 10 de los Lagos",
        "quick_reply": "90%",
        "wwoof_since": "2015",
        "organic": "by intention",
        "size": "296 ha.",
        "activity": "cattles, garden",
        "tags": [ "cattles", "garden" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "siegridandler@gmail.com" ],
        "mobiles": [ "996435619", "999589738" ],
        "languages": [ "german" ],
        "description": "Field of native forest with meadows intended for cattle breeding managed in Organic way. We are a couple with 3 adult children wich for study only found at home during the holidays and weekends. We have dog and chickens. There is the family home and gardening harvested for home consumption. There are also some hives. Lodging is in separate room in our house. Assistance in agricultural work and in the home and garden is expected. To get there, take bus from Puerto Montt to Los Muermos, stopping at km 29. Paraguay Chico sector and a small supermarket called 'Don yoye'. Since this place are 10 km. along a country road."
    },
    {
        "title": "10.111 Carpintero Negro. Tatiana Villablanca.",
        "region": "10 - Los Lagos",
        "address": "Sector Noroeste s/n, Futaleufu. Region 10 de los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "13 ha.",
        "activity": "vegetables and berries",
        "tags": [ "vegetables", "berries" ],
        "when": "september to april",
        "kids": "yes",
        "mails": [ "restaurantemartinpescador@yahoo.cl" ],
        "phones": [ "+56652721279" ],
        "mobiles": [ "+56974638464" ],
        "languages": [ "english" ],
        "description": "12.9 ha. in the valley of Futaleufu, with native forest and 6 hectares arable, at 3 km. from town. We main house and cottage for visitors and volunteers. Our garden and greenhouse supply our restaurant. We have 4 children, most dogs and cats. Help expected in weeding, watering, transplanting, pet care, cutting grass, ordering firewood, cleaning the house keeping. We are in the Martin Pescador restaurant in Futaleufu. Come and enjoy the magic of Futaleufu!"
    },
    {
        "title": "10.115 Pillan. Macarena Daza",
        "region": "10 - Los Lagos",
        "address": "Pillan Valley, at the end of Reñihue Fjord, Region 10 de Los Lagos",
        "quick_reply": "50%",
        "wwoof_since": "2016",
        "organic": "certified (partially)",
        "size": "492 ha.",
        "activity": "beef cattle, sheeps, horses, honey bees, garden",
        "tags": [ "beef cattle", "sheeps", "horses", "honey bees", "garden" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "macarena.daza.a@gmail.com" ],
        "phones": [ "+56219620022" ],
        "mobiles": [ "+56994308352" ],
        "languages": [ "english" ],
        "description": "Amazing landscaped shaped by the Andes reaching the Pacific ocean with volcano Michinmahuida in front. Evergreen forest with some pastures in between. We are improving our agroecological animal husbandry managing polyspecific herds with beef, sheep, horses and in the future will bring pigs and goats. Honey bee production is another perfect resource since we are all surrounded by native evergreen forest, we have honey processing facilities in farm. Vegetable garden to provide with fresh vegetables the farm. Hard work, very rainy weather, but excellent experiences. To lodging is in a house, but you have to cook in the wood stove. We will teach you to make bread and use the stove. There is 4 people working here. Dogs are friendly pets. People is very nice and happy. You can move from here to Vodudahue, the other farm we have in the area. Help expected in weeding, seed collection, seed processing, transplanting, soil preparation, vegetable garden keeping, beekeeping, animal husbandry, electric fence setting, mowing grass. To arrive, take the Kemmel bus from Puerto Montt to Chaiten, leave the bus in Leptepu (after the second ferry). We will ride you in a pickup from Leptepu to the farm. There is a lot of rain and a lot of meaningful work. We like to have a beautiful place to live, and we are looking for alternatives to the agribusiness model. Help us to find it! You can take a look of the farm in www.tompkinsconservation.org chilean farms, Pillan."
    },
    {
        "title": "10.119 Cahuin. Isabel Montesinos B.",
        "region": "10 - Los Lagos",
        "address": "Quilacahuin s/n, Osorno, Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "10 ha.",
        "activity": "vegetables, grains, fruits",
        "tags": [ "vegetables", "grains", "fruits" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "chabela.m@hotmail.de" ],
        "mobiles": [ "979787607" ],
        "languages": [ "french", "german" ],
        "description": "The story begins in Quilacahuin, one of the most precious areas of southern Chile, between rivers and small mountains, 30 km away from Osorno. Isabel, the owner, lived in Germany for the last 20 plus years and came back to Chile in 2014 to fulfill her dream of bringing the old farm back to its original beauty. She started by growing organic vegetables, raising chickens, ducks and sheep. Each day is different with a variety of daily tasks such as preserving vegetables and fruits, improve the garden, and taking care of the animals. There are a lot of future projects that require time and helping hands. Lodging in full equipment house in rooms availables with double bed. We are my dog, worker and me. Help specting with care of chickens, ducks, sheeps, vegetables and seeds, to prepare preservated. We are from 30 km of Osorno, going ahead to the coast. There is regular public locomotion there."
    },
    {
        "title": "10.122 Aguas en Flor. Estefany Arias, Ignacio Brunetti",
        "region": "10 - Los Lagos",
        "address": "Sector Las Vegas, lago Rupanco, Puyehue, region de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by culture",
        "size": "6 ha.",
        "activity": "garden, cow",
        "tags": [ "garden", "cow" ],
        "when": "october to april",
        "kids": "yes",
        "mails": [ "arias.estefany0@gmail.com", "ignaciobrunettibarria@gmail.com" ],
        "mobiles": [ "991343892", "995440101" ],
        "languages": [ "english", "french", "portuguese" ],
        "description": "We support the conservation of the Rupanco lake ecosystem and its potential in agro-ecology, sustainability, education and various management techniques in conservation areas. We have an orchard and small-scale dairy. Ignacio is administrator and ecotourism guide, Candy and Estefany engineers in Natural Resources and Agronomy. There are children in holiday seasons. Help expected in garden and greenhouse, soil preparation, fencing, planting, transplanting, thinning, fertilize, fertilizer production, irrigation is expected; collecting wild fruits, fungi, natural medicine, mulch, among others; manual milking, cheese making, manjar, cream; housework in general, gathering firewood; environmental education. Lodging in the common house, a bedroom available for volunteers, with 2 beds and camping sites (4 tents). The place is among the Puyehue National Park (with volcanoes, ski resort, hot springs, lakes, rivers, native forests) and Vicente Perez Rosales National Park. There are about attractions such as the Puntiagudo volcano trail and various trails around and inside the premises in the forest."
    },
    {
        "title": "10.123 Panguiruca. Magdalena Grez Neumann",
        "region": "10 - Los Lagos",
        "address": "Pucatrihue s/n, San Juan de la Costa, Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "0,5 ha.",
        "activity": "nature preservation, tourism, garden,",
        "tags": [ "nature preservation", "tourism", "garden","" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "magdagrezn@gmail.com" ],
        "mobiles": [ "983604896" ],
        "languages": [ "french" ],
        "description": "We are 300 meters north of the fishing village of San Juan de la Costa, facing the ocean. Magdalena is a designer, decorator and landscape. There is a wooden house with 4 bedrooms, three bathrooms, large living room. The place is magnificent, it is facing a large beach suitable for surfing, with native forest and near a penguin Humboldt colony. Nearby there are rivers, beaches, forests and fishermen to know. Help expected in carpentry, picking weeds and perhaps teaching organic agriculture to locals. Magdalena living in Santiago (host farm 0.44), and travels to the farm continuously."
    },
    {
        "title": "10.126 Paula Lopez Boetsch – Brian Dominique Budgeon",
        "region": "10 - Los Lagos",
        "address": "Quebrada Onda s/n, Punta Larga. Between Llanquihue and Frutillar. Region 10 de Los lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "1,5 ha.",
        "activity": "vegetables, fruits, berries and birds",
        "tags": [ "vegetables", "fruits", "berries", "birds" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "paulalope@gmail.com" ],
        "mobiles": [ "989842213" ],
        "languages": [ "english" ],
        "description": "We are a family of 4 members and another baby on the way... just starting this farm/furniture workshop inspiring cooperative, sustainable project!. In this little beautiful fam with the volcano and lake view near a beach, exist few fruits trees like apples, plums, cherries and some berries; like raspberries, maqui and murta, own spring water. Wwoofers need to help to start the space, this include; create the vegetable patch and wintergarden helping in what is needed to. WWOOF volunteers would be welcome to camp, they need to cook his own foods, we will supply the groceries. Job schedule Monday to Friday, 5 hours per day. Located sorraunded by beautifull scenaries 20 km from Puerto Varas and 10km from Frutillar. To go there, you need to take a bus to Frutillar and walk to the farm or rent a taxi. There are two dogs out house and a cat so we do not permit other animals into the land. We believe hardly in cooperation, community live and sustenable living. We are releted with host farm 10.19. Region 10 apart: Chiloé Island, 40.5-43.3° SL"
    },
    {
        "title": "10.2 Caulin Lodge. Ines Hannig Stolpe",
        "region": "10 - Los Lagos",
        "address": "Fundo Los Cisnes. Caulin rural s/n, Comuna Ancud (9 km. from Chacao), Chiloe island, Region 10",
        "quick_reply": "90%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "550 ha.",
        "activity": "sheep, horses and land snails, ecotourism",
        "tags": [ "sheep", "horses", "land snails", "ecotourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "ihs@caulinlodge.cl" ],
        "mobiles": [ "+56993301220" ],
        "websites": [ "www.caulinlodge.cl" ],
        "languages": [ "english", "german" ],
        "description": "Fundo los Cisnes, 550 ha. of land, 350 of native forestry. We have a Ecotourism Center, with horses and walking in the forestry. We are family of 3, with two dogs and cats and have 8 horses, a lot of sheep and geese. Wwoofers are need to help with the cabins and the restaurant, garden and flowers, diferents ecological projects, sheep, mending fences, snails-farming, chopping wood and other works. Lodging in a cabin with a capacity of 6 people. The wwoofers cooks their own food and have to by it in the city of Ancud. Wwoofers have to have experiance in a farm. They will have the posibility to get to know a lot of the Chiloé Culture and will have contact with local workers. We have a very nice place and a lot to do. Wwoofers have to be entusiasmic and dinamic, good workers and allways interested to learn something new. Our dayly work depends of the weather and the tourists."
    },
    {
        "title": "10.4 Refugio Mawenko. Venecia Olguín",
        "region": "10 - Los Lagos",
        "address": "Sector Rural San José s/n, Castro. Chiloé island, Region 10 de Los Lagos",
        "quick_reply": "95%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "12 ha.",
        "activity": "permaculture: vegetables, berries, grains, compost, algaes, berries, nuts colect, honey bees, bio fuel,",
        "tags": [ "permaculture", "vegetables", "berries", "grains", "compost", "algaes", "berries", "nuts colect", "honey bees", "bio fuel" ],
        "when": "september to april",
        "kids": "yes",
        "mails": [ "refugiomawenko@gmail.com" ],
        "websites": [ "www.refugiomawenko.blogspot.com" ],
        "mobiles": [ "992478048", "971408766" ],
        "description": "Farm located in Isla Grande de Chiloé. 12 ha. mostly with young native woods. By now we crop near 2 ha., more small greenhouses, orchards, apples, plums and nuts; wheat and others grains, raspberries and honey bees. Also we produce bio fuel from old oil. The farm is inside the sea by south side. Own spring water. We offer a place to camp, more bathroom and vegetarian meals into family house. Meals are vegetarians and simple. The job ́ soul is in community. Skill in carpentry is welcome. One job in the day is preparing meals to all people, turning on each day. We are a family with two children. We believe hardly in cooperation, community live and sustenable way getting to physical and espiritual evolution. Nelson is honey producer and Venecia is actress, floral therapist and Waldorf teacher. Our Project is more than organic crops, it is a live phylosophy that include meditation, art, healthy... We want grow in Concience, fooding the Earth and using them. Honorifing to Elements. In summer we work with people in Waldorf methodology and Ecology. We only ask 5 hours of communitarie jobs at day, starting at 10 and breakfast at 8......another time free to get evolution....Farmers talk Spanish only."
    },
    {
        "title": "10.10 Alihuen. Jeroen Beuckels.",
        "region": "10 - Los Lagos",
        "address": "Chepu, Chiloé island, Region 10",
        "quick_reply": "100%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "22 ha.",
        "activity": "trees, native potatoes, native berries",
        "tags": [ "trees", "native potatoes", "native berries" ],
        "when": "october to may",
        "kids": "yes",
        "mails": [ "jeroenbeuckels@hotmail.com" ],
        "address2": "casilla 42, Correos de Ancud, Region 10",
        "mobiles": [ "974899510" ],
        "languages": [ "english", "french", "dutch", "some german" ],
        "description": "Alihuen is a reforestation project in the beautiful valley of Chepu along the west coast of the island of Chiloé. So far there are 22.000 native trees planted and 10.000 more are being planted in the near future. In the organic garden there are different varieties of native potatoes and vegetables together with fruit trees and berries. Wwoofers can stay in a traditional 'Fogon Chilote' (smokehouse) with basic facilities or in Teepee tents. Up to 8 people can stay in the 'fogon' and Teepee tents. The work varies from maintaining the existing trees to tree planting, harvesting seeds, gardening and helping with a trail for people in a wheelchair and blind people."
    },
    {
        "title": "10.11 Cristina Miranda Rojas",
        "region": "10 - Los Lagos",
        "address": "Pureo Rural s/n, Queilen, Chiloé island, Region 10 de Los Lagos",
        "quick_reply": "50%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "",
        "activity": "honey and fruit trees",
        "tags": [ "honey", "fruit trees" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "cristimira32@hotmail.com" ],
        "mobiles": [ "994112349" ],
        "description": "We are a rustic organic farm with sea and river. We need help to our fruit tree orchard and berries, planting potatoes, fishing salmons in sea boat, painting honey bee boxes, etc. Lodging is into family house, in family environment. I only can look my e-mail when I go to the city. Better is you tell me to my phone, in Spanish. Call me to prepare the arrivement. To arrive at the farm from Castro city need one hour to walking untill Diaz-Lira crossing, where I will get you."
    },
    {
        "title": "10.21 Parcela No 23, Cecilia Guineo",
        "region": "10 - Los Lagos",
        "address": "Coipomó s/n. Ancud, Chiloé island, Region 10",
        "quick_reply": "40%",
        "wwoof_since": "2010",
        "organic": "certified",
        "size": "100 ha.",
        "activity": "giant garlics, native potatoes, vegetables, fruits, dairy cows",
        "tags": [ "giant garlics", "native potatoes", "vegetables", "fruits", "dairy cows" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "ceciguineo@hotmail.com", "chiloeorganico@hotmail.es" ],
        "mobiles": [ "976184705" ],
        "description": "The farm is located at 32 km. from Ancud and 10 km. from Pacific Ocean, in Chiloé island. Scenary with meadows, creeks and native forest. We do Organic production courses time to time. Lodging till 2 peoples, living in chief house, in single rooms. Family of 3 peoples, and dog pet. Meals served all togheter in house. Family environment, we hope receive people good and respectfull. We recommend talking us by phone, because rarely we can read the e-mails."
    },
    {
        "title": "10.23 Los Ulmos de Pilluco. Reinaldo Troncoso San Martín",
        "region": "10 - Los Lagos",
        "address": "Cruce Pilluco, Ancud, Chiloé island, Region 10 de Los Lagos",
        "quick_reply": "95%",
        "wwoof_since": "2010",
        "organic": "certified",
        "size": "9 ha.",
        "activity": "vegetables, apples, raspberries, currants and quinoa",
        "tags": [ "vegetables", "apples", "raspberries", "currants", "quinoa" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "grupoaraucaria.chiloe@gmail.com" ],
        "mobiles": [ "997827011" ],
        "websites": [ "www.laecotiendadeancud.cl" ],
        "languages": [ "english", "french" ],
        "description": "The farm is to 12 km from Ancud city for the road that goes towards the Pacific Ocean, and to 1.5 km from distance of Pilluco corner road. The farm consists mainly of soft hills with saplings of native forest and natural meadows. There are two sectors of fruit-bearing gardens and cultures. We receive up to 2 persons in common cabin. Kitchen is opened. We are a marriage of around 60 pleased to share with future generations. We always have work activity in construction with appropriate technologies for the use of free energy and efficient use of water, next to the orchard of apple trees and greenhouse work."
    },
    {
        "title": "10.47 Borde Costero, Golfo de Ancud. Richard Dodge.",
        "region": "10 - Los Lagos",
        "address": "Punta Chilen, Manao, comuna Ancud, Chiloi island, Region 10",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "green vegetables, garlic, varieties of potatoes, leeks, medicinal herbs, minor fruits",
        "tags": [ "green vegetables", "garlic", "varieties of potatoes", "leeks", "medicinal herbs", "minor fruits" ],
        "when": "september to april",
        "kids": "maybe",
        "mails": [ "richard.dodge@gmail.com" ],
        "mobiles": [ "990976480" ],
        "languages": [ "english" ],
        "description": "The homestead is located on the northeastern coast of the Gulf of Ancud. The primary design parameters of the site design are strong winds, the soil characteristics and the water supply. Richard bought the land in 2003 and has lived there full-time for three years. For reasons of health and a long-term interest in “outreach” or social responsibility, the development and operation of the homestead now requires the help of more able bodies and inquisitive minds. The underlying philosophy of the project is Sharing. Organic gardening and farming can quite righteously be considered as an end unto itself, for the direct benefit of the gardener and family, or - equally valid - the objective of the activities can be to provide a means for the learning and application of attitudes that go beyond mere productivity and nutrition. It is not a vegetarian homestead although no domestic animals are being raised at present, and I am not ideological nor a “preacher”. Common chores involve helping in the 650 square meters of an expanding vegetable garden, the construction of greenhouses and tunnels, tending flowers, getting in firewood, simple carpentry and landscaping. Projects also include preparing a group of camp sites on the property and organizing boating activities for tourists and local young people learning nautical skills (sea kayaks and open boats). Gathering seaweed from the beaches and managing the compost bins, cutting lawns and blackberry and other bushes, tending to the raspberry patch and trimming the hedge that is the windbreak for the camping area are all occasional chores. A rototiller is used sparingly and other motorized/mechanical devices as well as wheel-barrows are part of the system. Before their arrival, it is best to communicate with you directly by Email in Spanish or English. Volunteers’ lodging has often been in WWOOFER’s own tents, and there is a covered area available for periods of heavy rainfall. Now there is a mini-cabin available for one or more volunteers. Meals are prepared and shared in Richard’s cottage. We take turns with kitchen chores. There is Wi/Fi for Internet access, and there is a new latrine for visitors and volunteers in order to take pressure off the cottage’s septic system. Apart from the immediate, personal benefits of living in retirement on such a lovely and nourishing piece of land– I just celebrated my 70th birthday in December 2014, with all of the therapeutic activities involved in its improvement and maintenance, the stated objective of the whole program is to donate the property as the primary asset of a small foundation – a nonprofit organization that would sustain windows of opportunity open for future generations and demonstrate a variety of skills, techniques and attitudes to the inhabitants of and visitors to the surrounding coastal areas of the archipelago. Richard has had experience in organic agriculture in New England, USA, in the 1960 ́s, and in southern Chile since he arrived here in the early 1970’s. For you to get here there are public buses from Chacao and Ancud, by sea or walking or by bicycle. Work schedules are flexible; a number of volunteers have used the homestead as a base camp for short or more extended trips around the island or farther south in Patagonia. Staying one month or more, preferently two people. WWOOF Note: Talking before about the meals and week ends time."
    },
    {
        "title": "10.52 Al Norte del Sur. Gicella Saldivia",
        "region": "10 - Los Lagos",
        "address": "Carretera a Peninsula de Lacuy, km. 20 to Guaban, Chiloé island, Region 10 de Los Lagos",
        "quick_reply": "90%",
        "wwoof_since": "2012",
        "organic": "in transition",
        "size": "14 ha.",
        "activity": "",
        "tags": [ ],
        "when": "march to december",
        "kids": "yes",
        "mails": [ "gsaldivia@alnortedelsur.cl" ],
        "phones": [ "+56652621486" ],
        "mobiles": [ "+56999195445" ],
        "languages": [ "basic english" ],
        "description": "We have 14 ha. with forestry and meadows. Actually we work in restore the native forest. Also 2 ha. to crops, cows and hens. We may to receive till 2 volunteers in our family of 4 people, wich will be next to the wwoofer in labours. We have cats and a dog. We need help in greenhouse, cows (milking and milk preparations), farm animals, fruits and eggs collect, house jobs, chipping wood, organic inputs and soil. We want you be part of our family, our Chiloé countrie and ancestral traditions. To arrive, we are 20 minutes far of Ancud city, by Lacuy way (W-20), km. 20 to Guabán."
    },
    {
        "title": "10.55 Rosa Curiñan Ayancan",
        "region": "10 - Los Lagos",
        "address": "Punta Chilen s/n Ancud, Isla de Chiloé, Región 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "vegetables",
        "tags": [ "vegetables" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "rosacurinanayancan@gmail.com" ],
        "mobiles": [ "+56989061084" ],
        "description": "We are a family of 2 people (Rosa and Oscar). We live in rural place of Punta Chilen, in a house with basic things, hot water and bathroom included. We do organic agriculture production with cultural identify, our principal crops are giant garlic, native potatoes and vegetables. We hope help in normal jobs like sowings, harvests, fertilizers, house dishes, etc. To arrive, in Ancud taking a bus to Punta Chilen, starts at 12, 13 and 17 hour. Better is to call us by phone, because the internet is not sure."
    },
    {
        "title": "10.103 Turismo Wabun Limitada Jorge Ampuero G.",
        "region": "10 - Los Lagos",
        "address": "Sector Rural Guabun, Ancud, Chiloé Island. Region 10 de Los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "8 ha.",
        "activity": "strawberries, garden, farm animals",
        "tags": [ "strawberries", "garden", "farm animals" ],
        "when": "august to march",
        "kids": "no",
        "mails": [ "turismowabun@gmail.com" ],
        "facebook": [ "turismo wabun" ],
        "phones": [ "652621383" ],
        "mobiles": [ "942130461" ],
        "description": "We are a family living on Chiloe Island, sustainably farming and ecotourism are our principal activities. Our farm is in Guabún, northwest of Ancud and along the ocean but we live in Ancud with the wwoofers. We share the farm with my mother who lives and works there full time along with another farmhand. Our principle crop are strawberries and that's where we need the most help: planting, harvesting, weeding. Also potatoes and another vegetables. To get to the farm, we will drive you from Ancud. The journee starts at 8 starting from Ancud and finish at 14:30 returning to the city. This time may change on strawberries harvest. There is windy and rainy here, so waterproof jacket and rubber boots are recommended. Chiloe is a beautiful island with natural wonders to explore. Much of our heritage is preserved and living on the farm is rustic and peaceful. Basic Spanish required. 2 weeks to stay or more."
    },
    {
        "title": "10.118 Marco Riedel.",
        "region": "10 - Los Lagos",
        "address": "Costanera Norte 320, Mechaico, Ancud, Chiloé island. Region 10 de los Lagos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "berries and flowers",
        "tags": [ "berries", "flowers" ],
        "when": "october to may",
        "kids": "no",
        "mails": [ "farosdelsur@gmail.com" ],
        "phones": [ "652625799" ],
        "mobiles": [ "996796166" ],
        "languages": [ "english" ],
        "description": "We are a family and live surrounded by a native forest park in a virgin environment. We grow raspberries, blueberries, murtaberries, and flowers. Lodging is in our house or cabins. Help expected in soil labours, sowings, irrigation, organic inputs and carpentry. Good food."
    },
    {
        "title": "10.33R Caviahue Gourmet. Viviana Montecinos",
        "region": "14 - Los Rios",
        "address": "Camino a Valdivia km. 33, Huichahue Bajo, Paillaco, Region 14 de los Ríos",
        "quick_reply": "70%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "0,5 ha.",
        "activity": "garden and native trees, food company",
        "tags": [ "garden", "native trees", "food company" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "restorancaviahue@gmail.com" ],
        "phones": [ "+56632221332" ],
        "description": "We are a senior couple and we like the Nature and cooking. We do gourmet preserved foods. There is a organic garden to get inputs (grains and vegetables), another one with medicinal herbs and native trees and native fungoes also. Help wanted in garden and clean the scenary. Meals served with family, lodging in independent cabin. There are public mini bus from Valdivia each 15 minutes."
    },
    {
        "title": "10.58R Tienda-Taller denosotros. Roberto Celis da Silva",
        "region": "14 - Los Rios",
        "address": "Hjuela 7, Los Pellines, sector Curiñanco, Valdivia, Region 14 de los Rios",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year round",
        "kids": "yes",
        "mails": [ "denosotros@hotmail.com" ],
        "mobiles": [ "985761764" ],
        "languages": [ "english" ],
        "description": "We are a workshop of art binding and serigrafy with a souvenir shop. Outside, gardening with compost. Our workshop is 16 km. from Valdivia. We are a family of 4 members: Roberto, Sandra, Aleph and Amilcar. A German Shepherd dog, and cats. We have capacity for two people and a child in tent. The assistance required is in bookbinding with papers, cartons and glue. To get there, the best thing is contact us to agree and we went down to look for volunteers. We have informally received volunteers from Australia, United States, Venezuela, Spain, etc., and they return happy with a new skill in its assets."
    },
    {
        "title": "10.67R AntuMawun Casa-Taller. Barbara y Simon",
        "region": "14 - Los Rios",
        "address": "Panguipulli, Region 14 de los Rios",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "",
        "size": "1 ha.",
        "activity": "permaculture",
        "tags": [ "permaculture" ],
        "when": "september to april",
        "kids": "no",
        "mails": [ "antumawuncasataller@hotmail.com" ],
        "websites": [ "www.antumawunecoescuela.com" ],
        "mobiles": [ "997660551", "990321760" ],
        "languages": [ "english (a little bit)" ],
        "description": "This property is located outside the limit urban from the town of Panguipulli, road to the city Los Lagos. Place of Mapuche origin, surrounded by mountains, volcanos and lakes, with rains all year. It is a shared farm of 11 hectares where 9 families live with their different projects. There are grazing meadows, apple trees orchards and native forest. We are a quiet, hardworking family of 3 people, a child and two adults, a dog and a cat. Our project is Permaculture taking place within this family property on 1 hectare. We can to receive 2 people in tent. The tasks that volunteers should be will be the daily tasks of our home: working in the garden, in construction, in the crafts to sell. We are starting a project that is a vision that we have as a family. We are starting with a project of natural building, bio-filter and organic, of different types, traditional orchards, etc. And we want to later develop other areas. There is internet in farm. To get from the town of Panguipulli, a taxi takes you to our home in 5 minutes. As points of reference, the aerodrome of Panguipulli is close. Panguipulli is a small town and all the people are known, so it is very easy to reach us, comment advising the taxi driver that you go where the 'Castillo' family."
    },
    {
        "title": "10.108R Parceleta Nanihue. Andy Ford and Carmen Morales",
        "region": "14 - Los Rios",
        "address": "Ruta Norte s / n sector Asque, San José de la Mariquina, Valdivia, Region 14 de Los Ríos",
        "quick_reply": "50%",
        "wwoof_since": "2015",
        "organic": "certified",
        "size": "6 ha.",
        "activity": "fruit, vegetables, dairy milk",
        "tags": [ "fruit", "vegetables", "dairy milk" ],
        "when": "september to april",
        "kids": "no",
        "mails": [ "coihue1@yahoo.co.uk" ],
        "mobiles": [ "+5694687998" ],
        "languages": [ "english" ],
        "description": "We are Andy (English) and Carmen (Chilean). We live with our dogs in our land, which is flat with little forest and the river that runs alongside it. We have a few cows and chickens. Bedroom accommodation up to 2 people seperate from the main house with bathroom, shower and kitchen. Help in feeding animals is expected, harvesting fruit and vegetables, milking cows, weeding, compost making, building and maintaining fences, pruning and maintaining greenhouse. To get there, take intra urban transport to San Jose de la Mariquina and public bus (micro) to Portón. Call for more precise information."
    },
    {
        "title": "10.113R La Traca. Bárbara Bravo R.",
        "region": "14 - Los Rios",
        "address": "Camino Folilco s/n, km. 1,5 Mafil, Valdivia, Region 14 de Los Ríos",
        "quick_reply": "80%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "10 ha.",
        "activity": "garden, horses, permaculture",
        "tags": [ "garden", "horses", "permaculture" ],
        "when": "all year less january",
        "kids": "yes",
        "mails": [ "barbara.bv.rmz@gmail.com" ],
        "mobiles": [ "+56984122922" ],
        "languages": [ "a little bit of english" ],
        "description": "We are a family composed by grandmother, mother and daugther. We live in the farm from 2012 and we have a a project of raising chilotes horses with natural horsemanship, native forest, garden and greenhouse, chickens. We want to create an educational farm where Permaculture is practiced, a demonstrative educational space, with biodiversity, balance and sustainability, where shown it preserves life to the rhythm of Nature. We want to share visions and experiences of agroecology, learn from bioconstuction. Volunteers will receive in our house while volunteers build shelters. We are located at 42 km. from Valdivia, near many attractions (Valdivian forest). We hope proactive people willing to live with different personalities and interests."
    },
    {
        "title": "10.125R Truferosgrau. Jordi Grau, Mirentxu Ruiz",
        "region": "14 - Los Rios",
        "address": "Camino Vista Hermosa parcela 1, Futrono, Región 14 de Los Ríos",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "10 ha.",
        "activity": "winter black trouffle (tuber melanosporum), sheeps",
        "tags": [ "winter black trouffle (tuber melanosporum)", "sheeps" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "mruiz@truferosgrau.cl", "jordi.grau@awakechile.cl" ],
        "websites": [ "www.truferosgrau.cl" ],
        "mobiles": [ "992311217", "997016562" ],
        "languages": [ "english" ],
        "description": "We are a family company with truffle production. Jordi is an agronomist and is responsible for the truffle and Mirentxu is in charge of marketing. The harvest is between May and September when we open the truffle farm to receive chefs and visitors. The rest of the months are dedicated to field work and raising and teaching our truffle dogs. Also we pastored sheeps. We would like to receive visits and cooperation of young people who want to work and learn from our activity, practice Spanish language, enjoy beautiful landscapes and contact with animals. Futrono is a small quiet town shores of Ranco lake, with simple and very welcoming people. In the area there are many outdoor activities and beautiful to see (lakes, volcanoes, native forest, hot springs, etc.) and we also found near the city of Valdivia, center of cultural activity in the area. You can visit our website www.truferosgrau.cl"
    },
    {
        "title": "9.2 Fundo El Encino. Patricia and Ignacio Gallegos",
        "region": "9 - Araucanía",
        "address": "Near Los Sauces city. Region 9 de La Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "1000 ha.",
        "activity": "polo horses, some crops, nut trees",
        "tags": [ "polo horses", "some crops", "nut trees" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "ruakarider@yahoo.com", "pguidotti@gmail.com" ],
        "mobiles": [ "+56979425413" ],
        "description": "I am a horse master with polo expertise. I have 45 horses and I need people who enjoy working with horses, especially women who want to play polo and prepare new horses. We play polo every day and need people who have skills in it or look forward into learning a new sport and playing together. There are also crops with non-tillage method, organic agriculture, livestock, and afforestation, but most importantly I am looking for wwoofers that love horses and having some experience with them. Lodging is in a family house, 2 people max. We talk German, English and Spanish. Because of family reasons the swiss wwoofers are especially welcome."
    },
    {
        "title": "9.6 Lonco Patagonia Ecoturismo. Predio la Puntilla. Uta Hashagen",
        "region": "9 - Araucanía",
        "address": "Km 104 – Carretera Internacional Paso Pino Hachado, Sierra Nevada, Lonquimay. Region 9 de La Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "460 ha.",
        "activity": "pastures, native forest, horses, garden",
        "tags": [ "pastures", "native forest", "horses", "garden" ],
        "when": "october to march",
        "kids": "no",
        "mails": [ "loncopatagoniahorse@gmail.com" ],
        "mobiles": [ "+56992830846" ],
        "websites": [ "www.loncopatagonia.galeon.com", "www.criaderolonquimalal.galeon.com" ],
        "languages": [ "english", "german" ],
        "description": "Our place La Puntilla is a mountain farm covered by native forest snuggled in the outskirts of Sierra Nevada Mountain close to Conguillío National Park. We use permacultural and nature conservation methods and breed Chilean Registered Horses. For tourists we offer a picnic and camping place and horseback trail riding. We need help for the different activities we develop, first in spring (forest path cleaning, soil preparation), then in summer (preparing horses, harvesting raspberries, lawn care, campsite guarding and maintenance) and some help in autumn (medicinal herb collection, compost, pruning, fire wood for the winter). Lodging is at the farm house or campsite, meals with farm family (mother and daughter) or self catered. We prefer English or German speaking girls, one person at a time, who love horses and have some knowledge about natural horsemanship or similar methods. We love to help with the learning of Spanish."
    },
    {
        "title": "9.11 CHOYUN. Erika Bustamante Pilet, Xavier Pilet",
        "region": "9 - Araucanía",
        "address": "Camino Huincacara km. 11, sector Voipir Seco, Villarrica, Region 9 de La Araucania",
        "quick_reply": "95%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "12 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "xavier.pilet@wanadoo.fr", "kika.pilet@live.fr" ],
        "mobiles": [ "+56977351801", "+56958683460", "+56988470628" ],
        "languages": [ "english", "french" ],
        "description": "Farm with orchard organic and Permaculture. At present (2013), construction of a lodge and restored to natural building with straw, mud, wood and green roof. We are located between Villarrica and Pucon to the interior of the grounds at the foot of a mountain and a road that provides access to the Villarrica National Park. The twelve hectares is composed of native forests, crops with animals, and river. Lodging available for 4 people in our house, 4 more in tents. Construction of a hut for volunteers in the project. (2013) Kika (Erika) is franc/chilean 55 years lives in the gated and manages the project. Xavier 54 years French, a part of the year traveling and working in France. He spends 6 months in the farm for the project. In the house there is a dog, sheep, chickens, geese, ducks and beehives. Volunteers work with us in all the work of the farm. Organic worked in Permaculture, construction and improvements of the house, garden wood must be cut, chop, and order, caring for the animals (2013: 4 sheep by the moment, 20 chickens, 6 ducks, 8 geese, if not ate foxes, construction of furniture, paintings, harvesting vegetables and fruits for consumption of the house.) Cleaning the house, clothes and preparation of food is equally shared among all. Everything happens as in family, with respect for each, ask people with good humor and spirits, with desire to share and learn then transmit and teach. We share the work and breaks. We generally work 8 hours per day and 5 days a week, more if the job calls for it, and less when the weather is bad. To arrive, take a public bus in Villarrica direction of Lican Ray, 7 km. after take direction Col.Huincacara left to a stop of bus. Road land of 11 km. A bus in the morning and one at night passed on the road to Villarrica."
    },
    {
        "title": "9.12 Daniel E. Little Termas de Pangui",
        "region": "9 - Araucanía",
        "address": "km 15 camino Panqui, Region 9 de La Araucania",
        "quick_reply": "80%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "12 ha.",
        "activity": "greenhouse, native forestry, tourism",
        "tags": [ "greenhouse", "native forestry", "tourism" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "panquihotsprings@hotmail.com" ],
        "mobiles": [ "974787178" ],
        "languages": [ "english" ],
        "description": "This is a touristic center named Termas de Panqui. There are 12 hectareas with native forestry, river and fall. Little hotel and guest houses, ecological environment with thermal swimming pools. Lodging is into little house, vegetarian meals in open kitchen. Jobs required are in greenhouse, kitchen, cleaning and reception of guests. Phones works non regular way, usually it works from 11 hours to midday only. Just now I seek a couple of wwoofers at winter 2011 like resident keepers Note: In this farm one wwoofer has claimed for high level of work, and bad feedback with grower. Be carefull in tell about it before to agree the visit. Jan. 2011."
    },
    {
        "title": "9.15 Sociedad Rayen Kimey. Edith Cumiquir M.",
        "region": "9 - Araucanía",
        "address": "Curarrehue, Puala Bajo. Region 9 de La Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "3,5 ha.",
        "activity": "vegetables and grains, etnotourism",
        "tags": [ "vegetables", "grains", "etnotourism" ],
        "when": "october to february",
        "kids": "no",
        "mails": [ "cumiquir@gmail.com" ],
        "mobiles": [ "991612665", "990454241" ],
        "description": "We are a group of womans that we live in indigenous community, and each one we work half a hectare, with vegetables and grains in ecological conditios. Lodging to one wwoofer into a family house. Meals supplied by family, with kitchen available if necessary. There are dogs and cats too. Before we have had experiences in to receive people from Europe. Help required mainly in gastronomic jobs, as collect wild fruits and the associated`s gardens. We are located next Curarrehue in its east exit, left path. Also one house in Curarrehue city, on Estadio street."
    },
    {
        "title": "9.18 El Porvenir. Ana Gallardo",
        "region": "9 - Araucanía",
        "address": "km. 11 Villarica-Licanray way, Region 9 de la Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "",
        "size": "14 ha.",
        "activity": "garden, artichokes, forest",
        "tags": [ "garden", "artichokes", "forest" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "ana.gallardo.flores@gmail.com" ],
        "mobiles": [ "982348128", "996179458" ],
        "languages": [ "english" ],
        "description": "The farm has 14,5 ha. (27 acres), half of them with native forestry. 8 families arrived from city are living in the farm, with orchard and greenhouse in shared areas. Lodging in tents or place shared; dry bathrooms. There are dogs and cats. Help expected in construction of fences, fitting out of ways, orchards and greenhouse. To arrive, get off at km. 11 Villarrica– Licanray road, on cross Cruz Blanca. From there walking 600 meters untill another path located to South East side. Advancing 500 meters, a gate along the road is passed, turning left with the road."
    },
    {
        "title": "9.19 Illani Atwater",
        "region": "9 - Araucanía",
        "address": "Catrico Las Vertientes, Villarrica – Freire route km. 5, inside Catholic church. Region 9 Araucania",
        "quick_reply": "80%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "24 ha.",
        "activity": "apples, vegetables, berries and horses",
        "tags": [ "apples", "vegetables", "berries", "horses" ],
        "when": "december to march",
        "kids": "yes",
        "mails": [ "illani_atwater@hotmail.com" ],
        "phones": [ "22920704" ],
        "mobiles": [ "981340705" ],
        "languages": [ "english", "french" ],
        "description": "Old apple orchards with a variety of apples, pastures for the horses and for growing hay, family vegetable garden, berry plantation in progress. Hill with native forest and stream, lots of well water and springs. Isolated from city noise and traffic, very peaceful. To arrive, off the road from Freire (just south of Temuco on highway 5) to Villarrica, take side road signed Catrico Las Vertientes, 2 km., take fork to right towards Las Vertientes, 5 km., to the church, painted orange, blue, purple and white with two spires. The church is on the corner of the farm. Two volunteers can be accepted in the family home. Illani and Eduardo Rojas are the owners. There are four other employees and several children, grandchildren and greatgandchildren who come and go throughout the summer. Children are welcome, we dont encourage dogs and cats because of all the animals on the farm (llamas, chickens, etc). Mostly help care for the horses, brush them and ride them and help with horseback riding tourism. Also expand the berrie plantation, harvest apples and wild nuts, cook and can the applesauce and wild blackberry jam. Sometimes there are lots of visitors and some have to sleep in tents, but there are mattresses and it is comfortable."
    },
    {
        "title": "9.23 Fundo Millahual (Comunidad mapuche Mariano Millahual). Angelo Giavio, Enedina Millahual",
        "region": "9 - Araucanía",
        "address": "Sector Quetroleufu, Pucón-Caburgua route, Pucón, Region 9 de la Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "19 ha.",
        "activity": "firewood, greenhouse, small orchard, sheeps and cows",
        "tags": [ "firewood", "greenhouse", "small orchard", "sheeps", "cows" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "giavio88@gmail.com" ],
        "mobiles": [ "976620572" ],
        "description": "This is a family farm living in farm day to day. We can to receive one person lodging in full condition. We need help in firewood cutting, garden, greenhouse, sheeps and some cows, carpentry and home labours. We live in middle of nature, far of city and noises, near of rivers, lakes and nice scenary with volcano. We hope for you! To get from the Pucón-Caburgua route, take the road that begins to the west 600 meters after the river Trancura. The house is 3.3 km. far. We will pick up you."
    },
    {
        "title": "9.25 Budi Natural. Mabel Barahona",
        "region": "9 - Araucanía",
        "address": "Comunidad Malalhue, Comuna Teodoro Schmidt, Region 9 Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "certified",
        "size": "50 ha.",
        "activity": "native potatoes, grains, legumes, topinambur, fruits, vegetables, farm animals",
        "tags": [ "native potatoes", "grains", "legumes", "topinambur", "fruits", "vegetables", "farm animals" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "mabelbarahona.rain@gmail.com" ],
        "mobiles": [ "965690384" ],
        "languages": [ "mapudungun", "some words in english" ],
        "description": "The farm is located in mapuche territory, inside lake Budi and Pacific ocean. It has wide variety of native flora and fauna, in plains and gorges. Lodging is in our house, up to 4 people, but it is recommended to wear his tent and and warm sleeping bag to more confort. Our family are 5 people more dogs and cats. Meals with meat and vegetables, of our own production. We want help in harvest of farm and wild fruits, elaboration of jams and preserves, collect and processing medicinal herbs, to take care of crops and animals: hens, gooses, ducks, turkeys, sheeps and cows, fishering, honey harvest, compost and inputs. Also, there will be time to telling, walking, to visit the beach, get relax, etc. To arrive, from Temuco city to take a public bus to Carahue, and there to take a bus to sector rural Malalhue (30 km)."
    },
    {
        "title": "9.26 Termas El Recuerdo de Ancamil. Flor Ancamil",
        "region": "9 - Araucanía",
        "address": "Maichin Bajo, Curarrehue, Pucon, Region 9 de La Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "by culture",
        "size": "26 ha.",
        "activity": "thermas, meadows, garden",
        "tags": [ "thermas", "meadows", "garden" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [  ],
        "mobiles": [ "977155454", "983693879" ],
        "description": "We are a simple Mapuche family house with garden and some animals small and bigger ones. It is a very quiet and very nice place with own thermas in a wanderfull scenary. We offer lodging in our small house, in a single room. We need help to develop our thermas project. Also may be help in garden. To arrive, from Pucon city, go ahead to Curarrehue by international route, stopping in km. 5. You must calling by phone in Spanish."
    },
    {
        "title": "9.45 Ayun Mapu. Judyth Reichenberg",
        "region": "9 - Araucanía",
        "address": "Pucón, Region 9 de La Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "vegetables, berries, fruit trees, garden, flowers, farm animals",
        "tags": [ "vegetables", "berries", "fruit trees", "garden", "flowers", "farm animals" ],
        "when": "august to april",
        "kids": "no",
        "mails": [ "judythr@gmail.com" ],
        "phones": [ "+3602217715" ],
        "languages": [ "english", "french" ],
        "description": "We are homeopathic/naturopathic doctors who live half-time in Pucón, and the rest in the U.S. We are 1,5 km. from downtown Pucón (10 minutes by car and 30-40 minutes by foot) with sweeping views of Villarrica lake and volcano. On our land, Ayun Mapu (means Land That We Love in the Mapuche language), we have built our home, our caretaker family’s house, two rental cabins, and a lovely wwoofer’s cabin. We enjoy a large, organic veggie garden, two greenhouses, and an orchard, about 12 sheep, chickens, cats and dogs. Wwoofer(s) will be working closely with Nelson, our good-natured caretaker. You will stay in a beautiful 300-square-foot cabin in the woods with one private bedroom (2 twin beds), bath, and kitchen/dining area and a view of the lake. You are responsible for keeping the cabin clean. We prefer two wwoofers (either individuals or a couple). There will be plenty to keep you busy: projects in the vegetable garden, fruit trees, landscaping, farm animals, firewood, and more, depending on the season. Experience in organic gardening preferred. We need independent, happy, hard workers. Nelson only speaks Spanish, so some fluency in Spanish is required. This is a great way to work 35 hours a week in a peaceful environment in one of the most beautiful places on the planet. We can be flexible with the schedule to allow some time for hiking and exploring. Love of animals, a natural lifestyle, and an interest in yoga/spiritual practice are a plus. One month minimum. No drugs or hard liquor. It is easy to get a ride or hitchhike into Pucón for shopping, laundry, WIFI. We provide most of your food and a pleasant kitchen, and you will be cooking for yourself."
    },
    {
        "title": "9.47 Kalfumalén. Emanuel Canales",
        "region": "9 - Araucanía",
        "address": "Camino Challahuín s/n, Loncoche. Region 9 Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "permaculture, natural beekeeping, biofertilizers, berries, vegetables, bioconstruction",
        "tags": [ "permaculture", "natural beekeeping", "biofertilizers", "berries", "vegetables", "bioconstruction" ],
        "when": "october to april",
        "kids": "yes",
        "mails": [ "casakalfumalen@gmail.com" ],
        "mobiles": [ "984490486" ],
        "description": "Kalfumalén is a space dedicated to projects related to agroecology. We carry out small-scale agriculture, natural beekeeping research, developed biological fertilizers and project construction of our homes with green building techniques. We work in networks in the searching for new tools and design solutions associated with Permaculture. On our farm passed a creek and a beautiful native forest, we growing raspberries, organic apiary, a gentle hill for cereal crops and medicinal herbs. We are located between Loncoche and Villarrica cities, 4 kilometers from the Panamerican Highway. Our area retains rich biodiversity that is threatened by industry, so one of our goals is to contribute to developing regenerative protection models that generate revenue and improve soil, water and forest. We receive volunteers who contribute with their work and ideas. Jobs between 4-6 hours a day. Accommodation is in tents that should bring and meals are served for the whole group."
    },
    {
        "title": "9.49 SanMateo. PamelaYolito",
        "region": "9 - Araucanía",
        "address": "On Pucon: café Trewen (O ̈higgins Av. corner Fresia st.). Pucón, Region 9 Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "certified (farm)",
        "size": "5 ha. and cafe restaurant",
        "activity": "vegetables and species",
        "tags": [ "vegetables", "species" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "pamelayolito@gmail.com" ],
        "phones": [ "452442024" ],
        "mobiles": [ "988281522" ],
        "languages": [ "english" ],
        "description": "We have a restaurant in Pucon downtown and a farm bordered by a river outside the town We are a marriage with children and dogs, cats, hens and pigs. There is a hut to wwoofers, with two rooms and wood stove. Help expected in planting, harvest, deliveries to restaurant, pets, as caretakers. Our farm is located at 15 km. from Pucon, available in public bus each half hour. The place is very beautifull, a lot of plants, border of river, view to Villarrica volcano and a of another places of interest."
    },
    {
        "title": "9.51 Las Vertientes. Willy Fahrenkrog",
        "region": "9 - Araucanía",
        "address": "Lonquimay, Region 9 Araucania",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by intention",
        "size": "20 ha.",
        "activity": "lucerne, oat, farm animals, animal food production",
        "tags": [ "lucerne", "oat", "farm animals", "animal food production" ],
        "when": "augusto to november",
        "kids": "no",
        "mails": [ "agroalimentoslasvertientes@gmail.com" ],
        "mobiles": [ "989202999", "985959275" ],
        "languages": [ "german" ],
        "description": "We are a senior marriage and live in our farm with hens, rebbits, horses, cats and Collie dogs. We have a pellet for animal food production and we have no permanent workers. Lodging untill two volunteers in our house. Help expecting in to prepare mixtures of lucerne and oat to pellets and feed animals. To arrive, from Temuco take a public bus to Lonquimay, where we ́ll pick up you. Our farm is 10 km. far of town."
    },
    {
        "title": "9.53 Vivero Medicinal de La Brujita. Martina Linge",
        "region": "9 - Araucanía",
        "address": "Loteo Los Nogales, camino Villarrica – Loncoche km. 9, Villarrica. Region 9 de la Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "herbs, orchard, vegetables, farm animals",
        "tags": [ "herbs", "orchard", "vegetables", "farm animals" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "vivero.brujita@gmail.com" ],
        "mobiles": [ "996459977" ],
        "languages": [ "german", "english", "a little bit russian" ],
        "description": "We have 1 hectar of rural land with greenhouses, orchard and gardens, 10 minutes from Villarrica. We receive 2 people max., kids are welcome. Family environment. By familiar reasons wwoofers from Germany, Austria and Swizerland are specially welcome. Lodging is in a cabin or campsite, meals with family or self catered. We are a family from Germany with a small market-garden, small farm, very small firm of sausages and similar ones. Our idea of life is live self-sufficient and independent. Two children (11 and 19 years old, 2016) live with us. We have dogs, cats, hens, ducks, a pig, a cow and a horse. We have clean water and organic veggies and berries (depending on the season) from the garden to eat. In our marked-garden we produce organic living herbs and plants and seeds of herbs, vegetables, grains and flowers for selling. We require a 3 week minimum stay, and longer if possible. We need help to, in spring (soil preparation, work in the garden and greenhouse, wooden construction), in summer and autumn (harvest and conservation, work in the garden and greenhouse, fire wood for the winter) and some help in winter (cut of fruit-trees, compost, work in the greenhouse). All volunteers are expected to prepare and clean up after shared meals, and keep their lodging clean. We also need help feeding the animals, filling firewood, and other homestead tasks. Furthermore, we would be pleased if the volunteer supported us homeschooling our youngest son. Specifically in language learning. We love it when our woofers want to cook and bake."
    },
    {
        "title": "9.55 Delihue. Mario Vera Johannesen",
        "region": "9 - Araucanía",
        "address": "Camino a Huife km. 24, Pucón. Region 9 Araucanía",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "vegetables, greenhouse, grains, few sheeps",
        "tags": [ "vegetables", "greenhouse", "grains", "few sheeps" ],
        "when": "october, novembre, december",
        "kids": "no",
        "mails": [ "marioveraj@gmail.com" ],
        "mobiles": [ "999794502" ],
        "languages": [ "english", "a little bit of french" ],
        "description": "Delihue is a plot to roadside linking Pucon with the main thermal centers in the area, so it is an important tourist circuit and has paved rural bus that passes every day every half hour. We have Liucura bank of river to fish and cool. There are meadows and native forest. In the time, we have been planting native trees and fruit. We spent two years living here: Mario and Florence, agronomistandarchitectrespectively,withoursonsPeterandRoque4and2years(2016). Also,wearepartofalocal cooperative agro-ecological consumption, 20 families. We try bartering vegetables for bread, cheese, egg, butter. For accommodation there is a room with a small room, very simple but clean and bright, warm and independent right in front of the farm so that volunteers are comfortable. We need help in all tasks involving the farm and greenhouses mainly as perhaps other tasks within the plot, like fixing fences, pruning, transplanting.algo carpentry... maybe... some help with our 6 sheeps....but nothing very heavy, it is more hands to the ground. There are many very attractive walks nearby, plus the thermal, with the most beautiful treks in the area, there are the beaches of lake Caburgua, and hand all natural attractions and tourist services Pucon offers."
    },
    {
        "title": "8.5 Eva Hagwall, Mermeladas Brita",
        "region": "8 - Bío Bío",
        "address": "Km 28 Camino a Las Termas de Chillán, Pinto. Region 8",
        "quick_reply": "80%",
        "wwoof_since": "2008",
        "organic": "certified",
        "size": "2 ha.",
        "activity": "raspberries, blueberries, boysenberries, raspberries, jam engine, coffe & kuchen and natural juices shop",
        "tags": [ "raspberries", "blueberries", "boysenberries", "raspberries", "jam engine", "coffe & kuchen", "natural juices shop" ],
        "when": "december to march",
        "kids": "maybe",
        "mails": [ "evahagwall@yahoo.de" ],
        "phones": [ "421973614" ],
        "mobiles": [ "993655941" ],
        "languages": [ "english", "sweeden", "german" ],
        "description": "House availabily to receive people. She speaks Spanish, Sweeden, English, Germany and some French. Enthisiasthic people is neded to help in berries harvest, jam production and coffe shop (to drink coffe). Wanderfull scenaries near Nevados de Chillan volcano and mountains, good to a lot of treaking. Farm easy to arrive in public transportation. We need each wwoofer remain with us one month at least."
    },
    {
        "title": "8.9 Brotes Nativos Ltda. Leticia G. Zapata Castro.",
        "region": "8 - Bío Bío",
        "address": "Parcela 48 lote B, sector Los Naranjos, km. 25,5 Los Angeles - Santa Bárbara route. Region 8 Bio Bio",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "in transition (2016)",
        "size": "0,7 ha.",
        "activity": "nursery of medicinal and native plants, compost, worms, education",
        "tags": [ "nursery of medicinal", "native plants", "compost", "worms", "education" ],
        "when": "august to april (9 months)",
        "kids": "no",
        "mails": [ "bnativos@gmail.com" ],
        "mobiles": [ "+56965681892" ],
        "whatsapp": [ "+56965681892" ],
        "websites": [ "www.brotesnativos.cl", "www.rinconnaturalsustentable.blogspot.com" ],
        "description": "We attend the Rincón Natural Sustentable, a organic farm, educational and ecology center, located 10 km. from Santa Barbara city, at km. 25,5 Los Angeles-Santa Barbara way, at Los Naranjos cross. There, going ahead one km. by Los Naranjos route. Leticia is the Principal and she lives in the farm. We have a sustaintable center, love learning master unit, we receive people of schools and organizations in eco-educative-productive and ethnic-rural-touristic days, improving skills in worm production, compost, glasshouse, ealthy plant inputs, and native and medicinal garden. We made soap, shampoo, cream and skin oils to leather that are offered in our shop. We learn forestry production and environmental education too. To wwoofers, there are one places to lodging, or in their tents if they are more. To arrive, there are regular bus from Santiago to Santa Bárbara city, Tur Bus line, all days at 22:30 hr., arriving at 6 in the moirning to Los Naranjos cross We need help in farm jobs and environmental education; skills to make videos would be wanderfull."
    },
    {
        "title": "8.26 Naturayen. Cristian Zapata H.",
        "region": "8 - Bío Bío",
        "address": "Ruta 148 km. 5.3 Bulnes, Region 8 del Bio Bio",
        "quick_reply": "80%",
        "wwoof_since": "2012",
        "organic": "certified",
        "size": "8 ha.",
        "activity": "vegetables, berries",
        "tags": [ "vegetables", "berries" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "contacto@naturayen.cl", "criszaph@hotmail.com" ],
        "mobiles": [ "982630394" ],
        "description": "8 ha. farm located in rout 148, the old way north Concepcion entrance. We are a family of two adults and 2 children. We have blue eggs hens, lamas, alpacoes and dogs. We are availability to receive untill 4 voluntaires in our house with beds. To children we can get more beds. We want to receive help in farm jobs lik fences, bioconstruction, sowing, planting, irrigation, harvesting, selling, etc. Also, we have solar panels to energy, filters and UV sistems to purifícate the wáter. To arrive, from Chillan city to south, go ahead to Larqui, Bulnes Norte, Bulnes, till rout 148 entrance (Concepción, Quillón). By this 148 way, in km. 5.3 at rigth side there is a yellow door, this is the farm."
    },
    {
        "title": "8.28 Rukalaf. Lorena Troncoso Avendaño",
        "region": "8 - Bío Bío",
        "address": "Huenutil de la Cabreria, San Gregorio, Region 8 del Bio-Bio",
        "quick_reply": "80%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "permaculture, farm animals",
        "tags": [ "permaculture", "farm animals" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "canitroncoso@gmail.com" ],
        "mobiles": [ "986016576", "950160077" ],
        "facebook": [ "rukalaf granja ecoeducativa" ],
        "languages": [ "french" ],
        "description": "6 ha. field with permaculture crops, animals and native forest, bordered by Ñiquén river. We buildt a house in bales of straw, with eco systems to heat, bath, cooking. We are a family of 4 people with children, Adrien is French, stone artichoker, and Lorena is chilean and gymnastic teacher. We practice permaculture gardening, among other constructions and works to start as organic farm, such as horse places, poultry, chicken. We provide place to camp with dry bath and shower, wwoofer ́s cabin in contriction (2016). Place to cooking and unch and dinner served with family.. We hope help in jobs as bioconstruction, crops, cleaning dry baths and shower. We are located from the route 5 (Panamericana), we are 7 km. towards the mountain range from Cabreria cross, or 6 km. from Pasarela Ñiquén cross."
    },
    {
        "title": "8.31 El brote del Monte. Romina Valenzuela",
        "region": "8 - Bío Bío",
        "address": "km 4, sector “El Cerrillo”, Los Lleuques, Pinto. Region 8 Bio Bio",
        "quick_reply": "60%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "5 ha.",
        "activity": "horticultural, herbal, beekeeping, bioconstruction, native forest",
        "tags": [ "horticultural", "herbal", "beekeeping", "bioconstruction", "native forest" ],
        "when": "october to april",
        "kids": "yes",
        "mails": [ "creandoaldea@gmail.com" ],
        "mobiles": [ "+56982309168" ],
        "languages": [ "english", "italian", "portuguese", "a little german" ],
        "description": "We are a couple intercontinental, Mauro is Italian and Romina chilean, we have 2 small children (2015). We live by way to Termas de Chillan at km. 50, 4 kilometers from the main road. We are dedicated to the management of organic gardens and we need help to start this project and local people closer to creating a space for exchange, workshops and various learning activities to be able to bond with the land sustainably. On the farm we consist with basic facilities for camping. You can choice to work four hours in the morning or afternoon. We expect a collaborator, creative, cheerful, patient, responsible, peaceful and aware, wanting to connect with Mother Earth through their hands and entertaining nature walks spirit. We accept FREE addictions people. We are close to volcano Nevado de Chillan, the Ñuble National Reserve and Las Trancas valley, a biologic way. You can also finding various eco tourist activities like trekking, downhill, horseback riding, hot springs, mountain climbing, etc."
    },
    {
        "title": "8.32 Camping El Rey. Jeckar Astete",
        "region": "8 - Bío Bío",
        "address": "Parcela N° 23, ISLA MOCHA (Mocha Island), Region 8 Bio-Bio",
        "quick_reply": "60%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "2 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "jeckaaar@hotmail.com" ],
        "languages": [ "english" ],
        "description": "We are in Isla Mocha (Mocha Island), an island and Natural Reserve located in the Pacific Ocean (38°22 ́43”S, 73°54 ́29”W) in front of Tirúa. We are a couple and have a 2 hectare plot with a house and one bedroom available. To get there, you must start from the city of Cañete, then take a public bus to Tirúa, then board a plane to the island. On the island ask for the land “parcela 23” (farm 23)."
    },
    {
        "title": "8.33 Eco Centro LIF. Quirijn de Klijn",
        "region": "8 - Bío Bío",
        "address": "Camino Los Caracoles / Atacalco, Region 8 Bio-Bio",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "4,5 ha.",
        "activity": "garden, food forest, greenhouse",
        "tags": [ "garden", "food forest", "greenhouse" ],
        "when": "november to march",
        "kids": "yes",
        "mails": [ "quirijn@fundacionlif.org" ],
        "mobiles": [ "963098446" ],
        "websites": [ "www.fundacionlif.org" ],
        "languages": [ "english", "dutch" ],
        "description": "Eco Centro Fundación LIF is a project in partnership with Mother Earth. We are located in Atacalco. We are two adults plus one child (2015) and dog. Our 4,5 ha. are 70% native forest, meadow 15% and 15% food forest + garden, + greenhouse and chicken. Lodging in a home dome with shared environments, wood stove and hot water + 1 bathroom, we can accommodate up to 2 volunteers. There are also bathrooms + camping area camping with cooking. To undertake voluntary work are maintaining the property, food forest, orchard, chicken house and greenhouse. If you wish, you can give free workshops linked to environmental awareness community. To get there take.a public bus from Chillan to los Lleuques, in get off at supermarket La Pileta. Contact us by phone and we will pick you up."
    },
    {
        "title": "8.35 Cooperativa Viento Sur, Om Sanz",
        "region": "8 - Bío Bío",
        "address": "Parcela 3, sector La Calera, ISLA MOCHA (Mocha island), Region 8 Bio-Bio",
        "quick_reply": "80%",
        "wwoof_since": "2016",
        "organic": "by culture",
        "size": "1⁄2 ha.",
        "activity": "garden, biobuilding, bakery",
        "tags": [ "garden", "biobuilding", "bakery" ],
        "when": "all year less june",
        "kids": "yes",
        "mails": [ "cooperativa.vientosur@gmail.com" ],
        "mobiles": [ "985862803" ],
        "languages": [ "a little bit of english" ],
        "description": "We are a young family consisting of chickens, kittens and three humans. We offer accommodation in a shared room to volunteer, equipped with four beds; the house facilities are for common use. We offer the possibility to know this beautiful island, sharing and learning the work on earth. We look up for people interested in cultivation and planting, permaculture designs, landscaping, biobuilding, outdoors work-out, contemplation, meditation, among others. Mocha island is an island located off the coast of Arauco, 34 kilometers from Tirúa. Our cooperative is located in the northern part of the island, La Calera, parcela 3. We invite you to know the messages that delivers the wild and pristine nature of wallmapu, away from bad urban practices that damage the fragile and rich natural ecosystems, make their travel consciously respecting local people and their customs. The mythical Mocha island is one of the national reserves with less human intervention. On the island there are more than 107 species of birds, highlighting the white petrel (fardela blanca), migratory bird that only treading ground on this island. In addition, the island has extensive white sand beaches; large meadows and thick forest. You can reach the island by air (when weather conditions allow); the planes come almost every day from the aerodrome Lequechaue in Tirúa. In summer you can see in the Tirua dwarf to fishermens for transport."
    },
    {
        "title": "8.36 Parque Ecológico Reussland. Vitecindo Salazar Reusser",
        "region": "8 - Bío Bío",
        "address": "Fundo Tromén s/n km. 33 Ruta P-60 Cañete, Provincia de Arauco, Region 8 del Bio Bio",
        "quick_reply": "60%",
        "wwoof_since": "2016",
        "organic": "",
        "size": "104 ha.",
        "activity": "tourism, native forest, garden, greenhouse, strawberries",
        "tags": [ "tourism", "native forest", "garden", "greenhouse", "strawberries" ],
        "when": "all year, less jun and july",
        "kids": "no",
        "mails": [ "reussland@gmail.com" ],
        "mobiles": [ "956591472" ],
        "languages": [ "russian", "a litle bit of english" ],
        "description": "Parque Reussland is a family business more one worker. We start on 1990 to preserve the native forest of the farm, property of Vitecindo Reusser, grandson of swiss and german inmigrants arrived in 19 s. In 2006 joined as touristic park. The park has 60 ha. with native forest, springs and rich flora, with trees as lingues, canelos, olivillos, ulmos, maquis, and shrubs quilas, copihues, murtas. Fauna has birds as chucaos, torcazas, loicas, zorzales, fios, traros, etc. and also rabbits, fox and sometimes puma. Outdoors activities are footing, trekking, horses, birds observation. We have eco cabins and coffe-restaurant. 10 ha. of organic agriculture. Help expected in garden and greenhouse, with Vitecindo, agricultural engineer. One day at week we collect fruits and leaves from forest: maqui, chilean hasselnuts, murtas, boldo, herbs, etc. Lodging in our home and lifestyle, in personal room and bathroom shared. Time of work half day Monday to Saturday, free Sarturday afternoon and Sunday."
    },
    {
        "title": "7.6 Parque Educativo Solar. Sociedad Educacional El Huerto Ltda.",
        "region": "7 - Maule",
        "address": "Jorge Soto Yánez. Patricio Lynch 392, Linares, Region 7",
        "quick_reply": "90%",
        "wwoof_since": "2008",
        "organic": "",
        "size": "",
        "activity": "permaculture",
        "tags": [ "permaculture" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "agroconsulta@gmail.com" ],
        "mobiles": [ "+56998155242" ],
        "websites": [ "www.parqueeducativosolar.cl" ],
        "description": "Educative environmental center located inside Linares city, easy to access from bus terminal or train. We live in harmony with environmental and social principles in a place into city. We are some ecologic points like water re cycle, eco bathroom., solar energy, etc., places to do vegetables, fruit and native trees. Voluntaires must be WWOOF Chile memberships only and be availavility to wotk in Permaculture with energy. Lodging is in rustic conditioned room with bathroom. Normal foods but available to vegetarians. Also, we receive visit of farmers and schools. To agree visit, the voluntaires must send his the reason for wishing to visit farm and a curriculum vitae."
    },
    {
        "title": "7.7 Sociedad Agrícola Liuquenco Ltda. (Agua Clara)",
        "region": "7 - Maule",
        "address": "Javiera Fernández V. Parcela 26 Los Maitenes Comuna Rio Claro, Region 7 del Maule",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "70 ha.",
        "activity": "berries, flowers, vegetables, honey bees and farm animals",
        "tags": [ "berries", "flowers", "vegetables", "honey bees", "farm animals" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "javierafernandez@hotmail.com" ],
        "phones": [ "22733153" ],
        "mobiles": [ "984281307" ],
        "languages": [ "english", "french", "portuguese" ],
        "description": "The farm is located in Los Maitenes, in the zone of mountain valleys of Maule Region, very close to 7 Tazas National Park. The farm lies next to the river Claro and it has an attractive beach by the shore of it, shadowed by trees, that is very pleasant for swimming. In our farm we have an orchard of various fruit trees and a vegetable garden for domestic consumption, and the main productive activities are the culture of flowers (gladiolus) and blackberries. There is also corn, wheat, oats, potatoes and beans grown in the farm. We have our own bee hives that produce several pounds of honey a year. The small hen pen provides us with eggs and poultry for domestic consumption and apart from these, we also have some horses, donkeys, pigs, turkeys, dogs and cats. The family is composed by a couple of agronomists and two son. The activities of wwoofers may be carrying out depend on the time of the year. In December, we harvest flowers, in January and February, berries. Apart from these are the daily chores of year round gardening and orchard maintenance (sowing, weeding, watering, fertilizing, planting sprouts, harvest), the feeding and cleaning of the animals, and the different improvements in infrastructure that every farm needs constantly, such as the construction of fences, watering creeks, etc. Hoping that you like our conditions, and that your visit is pleasant and productive, we bid you good-bye and hope to see you soon. To arrive by public bus, take to Molina (10 km south Curicó) rural terminal bus on Monday, Wesnesday or Friday to 17:00 hour, bus to Maitenes; also can take contact with us to accord find to you(rs). Liuquenco Farming Community."
    },
    {
        "title": "7.30 Aves Pelarco. Andres Cabrera",
        "region": "7 - Maule",
        "address": "San Adolfo parcela 9, Pelarco, 7 Región del Maule",
        "quick_reply": "90%",
        "wwoof_since": "2012",
        "organic": "no",
        "size": "20 ha.",
        "activity": "birds, breeding ground for birds, no organic farm and tourism",
        "tags": [ "birds", "breeding ground for birds", "no organic farm", "tourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "pelarco@hotmail.com" ],
        "mobiles": [ "989683131" ],
        "websites": [ "www.avespelarco.cl" ],
        "description": "We are 3 people in charge of our breeding ground for exotic birds, also livestock, crops, lodging, restaurant, honey bees, local shop. We are located 10,5 km. orient of Pelarco. To arrive in car, from Pelarco to orient, crossing route Molina, go ahoad to orient 1 km. more untill “San Adolfo cruce K 45, Huencuecho Sur” cross, then go ahead to North one km. more. We have a sign out front of farm. We have availability to receive 2 people in a double room with bathroom and piece. We need help in general maintenance, cleaning, people and farm. Our environment is friendly and comfortable."
    },
    {
        "title": "7.33 Luis Fuentes Basoalto.",
        "region": "7 - Maule",
        "address": "Pasaje Chungará 128, Villa Los Lagos, Colbún. Región 7 del Maule",
        "quick_reply": "40%",
        "wwoof_since": "2012",
        "organic": "",
        "size": "Not a farm but house",
        "activity": "",
        "tags": [ ],
        "when": "september to april",
        "kids": "yes",
        "mails": [ "hialfo@gmail.com" ],
        "mobiles": [ "+56991561214" ],
        "description": "Small two story house located in Colbun town, available to receive wwoofers to stay some days to rest and to share. The owner is a pictoric artist and he enjoy sharimg with travelers, and he can help to know the region places to learn, and dates of local activities. Near of the place there are artificial lakes, mountains, valleys, and more. Help in work is not required, but to share the expenses will be welcome."
    },
    {
        "title": "7.39 Yapulazi. Nathalie Caviedes",
        "region": "7 - Maule",
        "address": "Callejón las Tórtolas, parcela 30, lote 10, San Francisco, Pelarco, Region 7 del Maule",
        "quick_reply": "90%",
        "wwoof_since": "2014",
        "organic": "by cultura",
        "size": "3.5 ha.",
        "activity": "blueberries, garden, greenhouse",
        "tags": [ "blueberries", "garden", "greenhouse" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "nathi_gcf@hotmail.com" ],
        "mobiles": [ "963917606" ],
        "whatsapp": [ "995098348" ],
        "languages": [ "english", "portuguese" ],
        "description": "Farm with 3 ha. of small blueberries garden, fruit trees and greenhouse. We are a family of 3 people, more dogs, cat, birds and horse.. We have availability to 2 volunteers. We hope help in animals, garden and blueberries. To arrive, there is public transport to Pelarco by bus and taxi colectivo (shared) starting in Talca bus terminal. In Pelarco we ́ll pick up you."
    },
    {
        "title": "7.42 Granja Agroecológica Educativa San Demetrio. Juan Pablo Hernández B.",
        "region": "7 - Maule",
        "address": "Lote 2, de la subdivisión del lote C, Parcela 7, Sector de Potrero Grande, Curicó",
        "quick_reply": "90%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "11 ha.",
        "activity": "meadows, corn, garden, project of greenhouse, farm animals and auquenidos",
        "tags": [ "meadows", "corn", "garden", "project of greenhouse", "farm animals", "auquenidos" ],
        "when": "october to march",
        "kids": "maybe",
        "mails": [ "jp23hernandez@gmail.com" ],
        "mobiles": [ "+56976047907" ],
        "languages": [ "english" ],
        "description": "Granja San Demetrio is a family development going to be an educational and ecological farm, located in Andes piedmont at 30 km. from Curicó city by Los Niches road. Owners are Isidoro Lobos and his wife Rosalida Montero, people dedicated to the field, lovings, good workers and wanting people to monetize his love for animals and the countryside. The daily activities that take place are the milking cows, production of cheeses, collection of eggs, handling animals and farm, maintenance of pens and environment, planting, handling, harvesting and development of sales of production programs. Stressing that even the plot is in process of implementation (2015). Volunteers stay in the manor house or in individual cabins."
    },
    {
        "title": "7.44 Mundo Verde. Jimena Monreal V.",
        "region": "7 - Maule",
        "address": "Parcela 199, San Alberto- Mariposas. San Clemente, Region 7 del Maule",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "certified",
        "size": "31 ha.",
        "activity": "blueberries, vegetables, lucerne, forest, farm animals",
        "tags": [ "blueberries", "vegetables", "lucerne", "forest", "farm animals" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "jimenamonreal@gmail.com" ],
        "mobiles": [ "+56978071833" ],
        "languages": [ "english" ],
        "description": "My name is Jimena Monreal, I ́m an agricultural engineer, my husband works in a university in Talca, we have 2 children, Ayun (8) and Blas (5)(2015). We have a family farm located 40 km. at the East of Talca. Our farm produces organic blueberries, vegetables, lucern, oat, eucalyptus, native forest and some sheeps. We also collect native herbs to dried and to sell them to infusions. We are organic because we believe that is the right way to produce, the correct way to feed our bodies, and to live in armony with our Mother Hearth. We have work to do all year round, we have a cossy cotage with 2 bedrooms, a garden and plenty of love. The picking season starts in January and last about 2 1/2 months. Mainly, we need help in the orchard, pruning, taking off weeds, to irrigate and picking blueberries and vegetables in the harvest season. We have one room available with two single beds in the house with, kitchen, dinning room, livingroom, bathroom, earth oven, herbs garden and a greenhouse. To arrive, you must to talk the conection to pick you in Talca or San Clemente."
    },
    {
        "title": "7.46 Refugio del Tricahue. Dimitri Lemaire",
        "region": "7 - Maule",
        "address": "Parcela 22 fundo Armerillo, km. 70 Paso Pehuenche, Maule valley, Andes mountain, Region 7 del Maule",
        "quick_reply": "90%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "sustainability lodging, adventure sports, garden",
        "tags": [ "sustainability lodging", "adventure sports", "garden" ],
        "when": "october to april",
        "kids": "no",
        "mails": [ "refugio.tricahue@yahoo.fr" ],
        "websites": [ "www.refugio-tricahue.cl" ],
        "languages": [ "english", "french", "dutch" ],
        "description": "I am Dimitri, Belgian, nature and travel lover, engineer in agronomy, specialized in forestry. I left Belgium at Christmas 2004 for a ride in bicycle on the world's roads, direction to Spain, north Africa, Brazil and another countries of South America, to finally decide to stay in Chile seduced by the climate, the people and the landscapes of this beautiful place that is now the Refugio Tricahue, into maule valley, with rivers, forest and tricahue parrots near. My aim is not to develop a big tourism business, but to live of my passions, my personal convictions, sharing them with my visitors, at a familiar scale...There are pets and a few farm animals. Lodging to volunteers in a private room, house with kitchen and dining room, bathroom shared. Help expected in tourist reception, carpentry, garden, etc. To free time, there are a lot of places to walking, swimming, and public bus to city. To arrive, look www.refugio-tricahue.cl, section 'como llegar'. Welcome enloved of nature!"
    },
    {
        "title": "7.48 Huerta Agroeocológica 'Comecológico'. Bernardita Jiménez",
        "region": "7 - Maule",
        "address": "Lote A-1 Parcela 35 San Jorge de Romeral, Molina, Region 7 del Maule",
        "quick_reply": "80%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "vegetables, berries, farm animals",
        "tags": [ "vegetables", "berries", "farm animals" ],
        "when": "october to may",
        "kids": "no",
        "mails": [ "bernardita_jim@yahoo.es" ],
        "mobiles": [ "+56991426590" ],
        "languages": [ "a little bit of english", "portuguese" ],
        "description": "Our farm is located at 12 km. orient of Molina, managed by her owner, an Agricultural engineer. We grow 1 ha. with a lot of varieties of vegetables, and also berries and farm animals ( hens, ducks, rabbits, goats, etc.). We do some biodynamic practices and receive children as visit. We use places to composting, worm humus, vegetables and summer vegetables, greenhouses, animals, raspberries and blackberries. The place to receive wwoofers is in a room with kitchen and bathroom, no electricity and water is from spring. We may receive untill 2 people. Help expected in raspberries harvest and vegetables jobs. We are near of Reserva Forestal Radal 7 Tazas and the Andes mountain."
    },
    {
        "title": "7.50 Parque Natural Tricahue. Benjamin",
        "region": "7 - Maule",
        "address": "Camino Internacional Paso P ehuenche km. 70, Armerillo, Region 7 del Maule",
        "quick_reply": "70%",
        "wwoof_since": "2016",
        "organic": "",
        "size": "4200 ha.",
        "activity": "forestry reserve",
        "tags": [ "forestry reserve" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "parquetricahue@gmail.com" ],
        "mobiles": [ "983024421" ],
        "languages": [ "english" ],
        "description": "Parque Natural Tricahue is located 70 km. east of Talca, with more than 4000 hectares of native forest for conservation and sustainable use. We consider it important to promote tourism, sport and recreational activities outdoors, as well as to publicize the existing nature of our region. We have hiking trails and huts. Good access, almost all paved (only 2 km. of dirt road at ending) and can reach its entrance, also on the road by public bus from Talca. Help expected are performed voluntary maintaining hiking trails (loppers, put signaling), general cleaning and painting cabins. To get there, from Talca bus terminal, take a bus to Armerillo, get off at km. 70 (or Armerillo), 1 kilometer west of the village of Armerillo is our entrance"
    },
    {
        "title": "6.6 Los Ciruelos, Maria Victoria Vasquez",
        "region": "6 - O'Higgins",
        "address": "General del Canto 30 (door is in front of Police), Santa Cruz, Region 6 del Libertador Farm is 1 kilometre southern of Chépica town plaza",
        "quick_reply": "80%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "garden, restaurante",
        "tags": [ "garden", "restaurante" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "vikivasquez@hotmail.com" ],
        "phones": [ "72932753" ],
        "mobiles": [ "973311674", "962513238", "968308986" ],
        "fax": [ "72932753" ],
        "languages": [ "english" ],
        "description": "This is a 12 hectare farm in Chépica, with a organic place, a garden to provide inputs to our restaurant in Santa Cruz. There are birds and horses too. There is a house with 4 bedrooms and 2 badrooms, and we make beer. To arrive, it is necesary get off in Santa Cruz city. In Santa Cruz, our restaurante is in plaza downtown and private entrance is in General del Canto 30, at side. To go to the farm, it must take another small bus to Teno. The farm in Chépica is located at 1 km. southern plaza downtown."
    },
    {
        "title": "6.7 Co–eXistenciA. Linkoyán Verdugo",
        "region": "6 - O'Higgins",
        "address": "Los Alerces # 255, Lolol, Región 6 del Libertador",
        "quick_reply": "25%",
        "wwoof_since": "2009",
        "organic": "no certified",
        "size": "1/2 ha.",
        "activity": "permaculture garden: olives, honey bees, vegetables, fruits, trees nursery",
        "tags": [ "permaculture", "olives", "honey bees", "vegetables", "fruits", "trees nursery" ],
        "when": "september to may",
        "kids": "no",
        "mails": [ "ecobrero@gmail.com" ],
        "mobiles": [ "+56988583987" ],
        "description": "Self made man permaculture and ecological activist. 1/2 hectarea of garden in backyard city family house. This es an ecologic project with permaculture, trees nursery, paints and information included. Lodging is in independent room into family house. Meals served together with house people too. Maximun 2 voluntaires at time. Jobs required in garden, orchard and into house. Public transportation is by bus to Lolol town. There are a lot of nice places to walking around and knowing. (low contact by e-mail, better is by phone)"
    },
    {
        "title": "6.15 Conviento de Lobos. Gonzalo Salinero",
        "region": "6 - O'Higgins",
        "address": "Punta de Lobos beach, Pichilemu, Region 6 del Libertador",
        "quick_reply": "90%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "vegetables, tourism",
        "tags": [ "vegetables", "tourism" ],
        "when": "april and may august to november",
        "kids": "no",
        "mails": [ "sorfer667@hotmail.com" ],
        "mobiles": [ "+56981387073", "+56999191093" ],
        "websites": [ "www.convientodelobos.com" ],
        "languages": [ "english" ],
        "description": "We are Gonzalo and Macarena, owners of the place, with friendly dogs and horses, we have two hectares of front of Punta de Lobos beach, with cabins for guests, organic gardens, yoga and meditation room. There is a cabin for wwoofers where share piece and bathroom. It is expected to help in permaculture, construction work on self-sustaining solutions. To arrive, to take a public bus to Pichilemu. In the downtown of Pichilemu take Comercio Av. up to Punta de Lobos street (6 km) and reach the end of the street in Punta de Lobos,. Our place is called “Conviento de Lobos” (withwind of wolves). We are facing one of the best waves in the world, where the volunteers can surfing in his spare time or learning, doing yoga or simply to enjoy this incredible and magical place. Please do not ask to be received out of the time offered here."
    },
    {
        "title": "6.16 Cihol (Centro de Iniciativas Holisticas). Victor López del Pino",
        "region": "6 - O'Higgins",
        "address": "camino Lo Conty 1500, Gultro, Olivar, Rancagua, Region 6 del Libertador",
        "quick_reply": "90%",
        "wwoof_since": "2012",
        "organic": "certified",
        "size": "17 ha.",
        "activity": "fruits, vegetables, permaculture",
        "tags": [ "fruits", "vegetables", "permaculture" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "ciholisticas@gmail.com" ],
        "facebook": [ "www.facebook.com/ciholisticas" ],
        "mobiles": [ "984024371" ],
        "languages": [ "english", "portuguese", "german" ],
        "description": "Organic farm from 20 year ago, with interest in Permaculture. We are a comunity of 2 families, with dogs. We are 90 km. south Santiago and 6 km. south of Rancagua. It is posible to take a public bus and get off in Gultro stopping (paradero Gultro) and walking 1.5 km. to the west. Lodging to 3 people in our house. We hope help in drip, orchard, permaculture design, bioconstruction, harvests, art, handicrafts, etc. We are also the place of Centro de Iniciativas Holísticas (CIHOL), with activities as personal growth, consciens food, integral healthy, and celebration of temazcales. CIHOL wants the wwoofer get integrate to people living here, sharing talking and house activities. We are organics getting to ecological spiritual. A long term we goisng ahead to créate a eco village sharing a new life style based in honesty, confidence and colaboration, a more spiritual way in front the live, weaking up the conciens"
    },
    {
        "title": "6.17 Tumuñan Lodge. William Evelyn",
        "region": "6 - O'Higgins",
        "address": "Las Peñas, San Fernando, Region 6 del Libertador",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "by intention",
        "size": "13 ha.",
        "activity": "vineyard, lodge",
        "tags": [ "vineyard", "lodge" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "tumunanlodge@gmail.com" ],
        "mobiles": [ "996301152" ],
        "languages": [ "english" ],
        "description": "Our farm is surrounded by streams, native forest and vegetation, located in the foothills of the Andes mountains. We are a family with 2 young children, dogs, ducks and rabbits. We are 1 hour in a bus from San Fernando. Lodging provided is a cabin set aside for volunteers. It has 3 bedrooms, a bathroom, living room and kitchen. Shared bathroom with hot shower. We work in our lodge attending to guests and we have just planted a small vineyard. We need help in weeding, watering and cultivating. Please contact us if you are interested to learn more."
    },
    {
        "title": "6.28 Casa Irle. Juan Pablo Valenzuela",
        "region": "6 - O'Higgins",
        "address": "Timbre 9, Parcelas del Estero, La Punta de Mostazal, Región 6 Del Libertador",
        "quick_reply": "40%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "vegetable garden, fruit trees, honey bees",
        "tags": [ "vegetable garden", "fruit trees", "honey bees" ],
        "when": "all year less june and july",
        "kids": "yes",
        "mails": [ "bikenchile@gmail.com" ],
        "mobiles": [ "956091787" ],
        "languages": [ "english" ],
        "description": "Small farm located at the foot of Andes mountains, south of Santiago, near Angostura by Panamericana Sur, Route 5. Lodging available to 1 or 2 wwoofers in a small house with bathroom and kitchen. I live in another house and another small family at corner of farm. I hope help with seasonal jobs, as cutting grass, pruning, composting and maintenance.....This is a excellent opportunity to work in a pleasant environment and to take in the sites in and around Santiago. To arrive from Santiago, board metrotrain in Santiago (at Estación Central ) and get off in San Francisco de Mostazal, there to take a “colectivo” (taxi shared) untill La Punta town. From La punta is near 1 km. by ex-fundo de la Punta road until to look a metal fence/gate (at right side) and a sign for Parcelas del Estero, to call the ring #9."
    },
    {
        "title": "6.32 ZEUS “Guardianes de Tierra, Mar y Alma”. Andrea Lopez B.",
        "region": "6 - O'Higgins",
        "address": "Punta de Lobos, Pichilemu, Region 6 del Libertador",
        "quick_reply": "80%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "4 ha.",
        "activity": "garden, horses, oceanic education, yoga",
        "tags": [ "garden", "horses", "oceanic education", "yoga" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "andrea@zeusfarm.com" ],
        "mobiles": [ "990228000" ],
        "languages": [ "english", "portuguese" ],
        "description": "I am Andrea, clothes designer, I joined this place as cultural center in order to share and learning about holystic things. There are 4 hectares to growing in organic and permaculture way, and talking about ocean conservation. There is a saloon usefull to all activities as well as yoga. A room to volunteers availables to be part of us, learning and teaching, better with skills in agriculture or wood. We are located at 200 meters from Punta de Lobos, a mundial level place to surfing, sorrounded by farms, horses and beaches. We want having a comunity where all people do all things, according to their times and preferences, as compost, horse riding, surfing... No alcohol inside. We are very worried about our wastes, plastics no desirable, less used as it is possible."
    },
    {
        "title": "0.3 Roberto Trincado. Fundo Maquehua",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Ruta 68 Santiago-Valparaiso km. 49, Curacaví, RM",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "250 ha.",
        "activity": "non irrigated praires, extensive cattle breeder, fruits",
        "tags": [ "non irrigated praires", "extensive cattle breeder", "fruits" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "fundo.maquehua@yahoo.es" ],
        "mobiles": [ "995852884" ],
        "description": "A quiet farm located in the folklorical country of Curacaví valley, 50 kms west Santiago and 60 km east of Viña del Mar. His ecology is esclerofital forestry of Coast Mountains. The farm is near of mountains and pendents with wonderfull and clean scenaries, spring water and native fauna. Wwoofer will can help by himself-herselve upon objectives planning in common and near his own interest and skills. Transportation is good. Lodging is in independient house."
    },
    {
        "title": "0.14 Rodrigo Gonzalez. Parcela Santa Loreto.",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Camino Los Molles km 1,2 - Carmen Bajo – Melipilla, Región Metropolitana",
        "quick_reply": "90%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "5 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year less february",
        "kids": "no",
        "mails": [ "rodrigogonzalezl@gmail.com" ],
        "phones": [ "226015076" ],
        "mobiles": [ "976296674" ],
        "languages": [ "english" ],
        "description": "Farm available to all crops, plane, high fertility and with a lot of wáter. There are some buildings like storage, cold camera. Located at 7 km. from Melipilla city, in Los Molles road km 1,2, with public transportation all year. I am an alone people with four dogs, and I may to receive untill 2 wwoofers at time in house. Help wanted are in farm jobs, like planting, harvest, nursery, weed picking, and sales in shops and feria."
    },
    {
        "title": "0.15 Agrícola Ecológica Sabores del Monte. Renato Gatica",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Av. San Antonio 0390 200 meters to the bottom, Lo Chacón, El Monte, RM",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "2 ha.",
        "activity": "vegetables, hens",
        "tags": [ "vegetables", "hens" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "renato.gatica@saboresdelmonte.cl" ],
        "mobiles": [ "956565146" ],
        "description": "We are in the confluence of Maipo and Mapocho rivers, Lo Chacón, El Monte, in Maipo valley, 50 km. south-west from Santiago. We are a small enterprise vegetables growers and hardly in hens. We are 2 people more 2 workers. Also our dogs and another neighbour ones. Lodging may be in tent or house living room, to agree. We hope help in organic orchard, pick weeds, harvest, irrigation, and selling in Santiago organic market. To arrive, calling by phone to be picked up, but from Santiago you must to take a minibus to El Monte from Santiago, at the Estación Central bus terminal (metro Estación Central); going off in El Monte plaza de armas parade."
    },
    {
        "title": "0.16 Cantó & Patz Ltda. Bárbara Cantó",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Marcel Duhaut 2766, (Av. Eliodoro Yañez por Av. El Bosque), Providencia, Santiago",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "",
        "size": "This is not a farm, it is a little fashion shoose industry with organic inputs.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "no",
        "mails": [ "barbarajosecanto@gmail.com" ],
        "phones": [ "229868208" ],
        "mobiles": [ "982004296" ],
        "websites": [ "www.kukunst.cl", "www.creadoenchile.cl/2014/05/27/zapatos-de-ninos-tada/#more-1695", "www.quintatrends.com" ],
        "languages": [ "german" ],
        "description": "This is a familiar artistic space where we look for creative people with ideas to develop art projects in time. Collections use recycled materials like cloth, wood, textile, mixed and others. For us, nice wwoofer is someone who has definitive projects and studies or experience in the area. We work with noble ecological materials searching in friendly places of nature. We share our house with our loving family and our newborn son Benjamin. We are a special case of wwoofing, we are not a farm, rather a small example of what now functions under the label Kukunst. Some of work is at www.kukunst.cl The house is located in a nice neighborhood of orient side of Santiago, with Access at metro, public bus and lot of city places."
    },
    {
        "title": "0.17 Luciana Sanfurgo. Hostal Los Castaños- Granja Onde la Negra",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Camino al Volcan 30846, San Alfonso, Cajón del Maipo, Region Metropolitana",
        "quick_reply": "80%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "fruit trees, nut trees, greenhouse",
        "tags": [ "fruit trees", "nut trees", "greenhouse" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "lucianasanfurgo@hotmail.com" ],
        "websites": [ "www.cajondelmaipo.com/quinta_los_castanos.php" ],
        "phones": [ "228614241" ],
        "mobiles": [ "985160738" ],
        "description": "We are a family with teenagers, we have dogs, cats and hens. There are a hotel, restaurant and farm. The place is very nice, with tourists and several activities out-door, availables to perform on their free hours. The food is good and people friendly, eager to share knowledge and work. Hosting can be two ones at the Inn and on in occasions in house. Work required on the farm, greenhouse, harvesting, pruning, fixing, painting, building, fixing, by making more organic gardens, drying and other products with fruit. Or in the Inn restaurant in what know do. To arrive, take metro L4 get off at station Las Mercedes and there take the bus 72 Cajon del Maipo towards San Alfonso, downloaded 1 block after the plaza of San Alfonso."
    },
    {
        "title": "0.20 Centro Tecnologico para la Sustentabilidad. Claudia Paz Barrera",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Av Los Tilos parcela 5-A, Buin. Panamericana Sur km. 32, Región Metropolitana",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "1,8 ha.",
        "activity": "a lot ones",
        "tags": [ "a lot ones" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "claudia.barrera@idma.cl" ],
        "phones": [ "228211431" ],
        "description": "We are located south of Santiago in km. 32 of Panamericana sur way. We are a ecological agriculture demostrative center. We offer Seminaries and courses for growers and poor people. Also, we are a practice place of agriculture and ecologic thecnician to students. We offer a place to rise your tent, more shower, hot water, internet available. Sharing the cooking labours. Here work an administrative, agronomist and field workers. We hope help in making compost and humus, greenhouse, nurserie, seed collect, seminars, organization, sowings, solar panels, and other jobs of farm. WWOOF NOTE: Before agree the visit asking about the meals."
    },
    {
        "title": "0.22 Vivero Terramonte. Martina Cruz-Coke",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Fundo San Miguel s/n, El Monte, RM",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "5 ha.",
        "activity": "palm trees",
        "tags": [ "palm trees" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "martina@viveroterramonte.cl", "mcruzcoke@gmail.com", "elvicho@gmail.com" ],
        "websites": [ "www.viveroterramonte.cl", "www.elhormiguero.cl" ],
        "mobiles": [ "990798356", "982097525" ],
        "languages": [ "english" ],
        "description": "Our house is old and made of adobe, surrounded by 5 ha. of palm trees. We are a marriage, an agronomist and a eco builder. Both ones work in design and eco gardens. We have some animals as alpacoe, donky, sheeps, birds, dogs and cats. We hope help in construction of gardens along Chilee, with organic and recycled inputs, bamboo, palm leaves, greenhouse, gardens, etc. To arrive, take in Santiago, Estacion Central bus terminal, a small bus to El Monte (second floor), get off in plaza of El Monte and take a taxi to ours. The way is by Benavente road to orient. Look the lisnk “contacto” in our web www.viveroterramonte.cl, or www.elhormiguero.cl, it shows map and signals."
    },
    {
        "title": "0.25 El Molino de Curacavi. Paula Muñoz Gomez",
        "region": "0 - Región Metropolitana (RM)",
        "address": "parcela 5, Camino Los Naranjos, ex hacienda Curacaví, Curacaví, RM",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "1,2 ha.",
        "activity": "vegetables, hens",
        "tags": [ "vegetables", "hens" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "flassca@gmail.com" ],
        "mobiles": [ "977676561" ],
        "languages": [ "english" ],
        "description": "Plot with a little cabin with two parts, we use one. We are a couple, Paula and Fernando, with small children (2013). We have a windmill to water, greenhouse, four organic gardens, circular crops under acacias, chickens, compost. Accommodation is in a piece of our cabin, on mattresses. Helps requiered in sowings, prepare seedbeds, cleaned the henhouse, turn compost, prepare irrigation, etc. To arrive, there is no shortcut or locomotion, it is best to coordinate with us to arrival. Anyway, the route from Santiago is Highway 68 (Santiago Valparaiso) until Curacaví, El Toro way, Los Naranjos way, our plot is number 5 the one with the mil."
    },
    {
        "title": "0.26 El Cultivo. Bud Theisen",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Parcela 123, Colonia Kennedy, Paine, Región Metropolitana",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "in transition (2013)",
        "size": "1,3 ha.",
        "activity": "lucerne, tomatoes, fruit trees",
        "tags": [ "lucerne", "tomatoes", "fruit trees" ],
        "when": "october to march",
        "kids": "yes",
        "mails": [ "bud.theisen@gmail.com" ],
        "phones": [ "+56222117211" ],
        "mobiles": [ "+56998182067" ],
        "languages": [ "english" ],
        "description": "Beauty farm located at 40 minutes to south of Santiago by Panamericana Sur, exit Champa, or exit Hospital/Aculeo also We have well availability to a couple, in a new cabin with bedroom, “american” kitchen and bathroom. The owner lives in Santiago, and a partner lives inside farm. We have a dog. Help required in irrigation, picking weeds, harvesting and another ones."
    },
    {
        "title": "0.40 Parcela Santa Blanca. Patricio Reyes A.",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Carmen Bajo, Parcela 15 Lote 3, Melipilla, Region Metropolitana",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "0,65 ha.",
        "activity": "vegetables and fruit trees",
        "tags": [ "vegetables", "fruit trees" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "patricioreyes.agro@gmail.com" ],
        "phones": [ "228314804" ],
        "mobiles": [ "983413319" ],
        "languages": [ "english" ],
        "description": "Family home with an area dedicated to season crops. I am agronomist and live with my family and dogs. Help expected in pasture and permaculture jobs as compost, worms, others. To arrive, from Melipilla football stadium located inside bus terminal, go to Chocalán. When arrived to media luna (ride place) of Chocalán, take a public bus or car to La Viluma and Carmen Bajo. We are located at parcela #15."
    },
    {
        "title": "0.42 Cascada de las Animas. Suasic Bassin.",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Camino al Volcan 31087, San Alfonso, Cajón del Maipo, Region Metropolitana",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "3600 ha.",
        "activity": "vegetables garden, tourism",
        "tags": [ "vegetables garden", "tourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "suasic@cascada.net" ],
        "phones": [ "+5628611303" ],
        "mobiles": [ "+56942789052" ],
        "websites": [ "www.cascada.net" ],
        "languages": [ "english" ],
        "description": "We are the older and known touristic center of Cajón del Maipo valley. We have an important sustainable project, with a organic vegetables garden. We are related with Asociación Latinoamericaca de Agricultura Orgánica. Lodging is in a single room, and work in the garden, doing fertilizers, fermenteds, microorganism, worms, compost, harvests... To arrive is easy, from metro line 4 (subway), from station Mercedes to take a public bus or colectivo (taxi shared) to Cajón del Maipo. Asking to the driver stop off in San Alfonso, touristic center Cascada de las Animas."
    },
    {
        "title": "0.44 Las Encinas. Magdalena Grez",
        "region": "0 - Región Metropolitana (RM)",
        "address": "Las Encinas 5997, Vitacura, Santiago, R.M",
        "quick_reply": "50%",
        "wwoof_since": "2015",
        "organic": "by intention",
        "size": "0,1 ha.",
        "activity": "garden and vegetables",
        "tags": [ "garden", "vegetables" ],
        "when": "november to february",
        "kids": "no",
        "mails": [ "magdagrezn@gmail.com" ],
        "mobiles": [ "+56983604896" ],
        "languages": [ "english" ],
        "description": "We are 2 people and cats and our house in the city. I am a designer and landscaper, Carlos and economist. I perform design, construction, terraces, arrangements of houses, landscapes design and all natural without chemicals, introduce orchards and mixing plants in my landscape. It helps beautify and raise the site, compost, orchard, fertilizers, pruning, clean and probably make irrigation, all them with calm."
    },
    {
        "title": "E.I.1 Rapa-Nui Ancestral. Dayan Dreyer Encina",
        "region": "E.I. - Easter Island",
        "address": "Oficce in: Te Pito O Te Henua s/n, in front of municipal gymnasium and soccer football place, inside of caleta Hanga Roa. Easter Island",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "5 ha.",
        "activity": "fruits and vegetables",
        "tags": [ "fruits", "vegetables" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "rapanuiancestraltour@gmail.com" ],
        "mobiles": [ "+56982497251", "+56988251727" ],
        "languages": [ "english" ],
        "description": "Our farm is located in center of Easter Island, it has fruit trees, vegetables, eucaliptus and stone walls, at 300 meters of coast. We are a family of chilean and Rapa Nui with 3 child. We have a rustic cabin available, and a camping place with bathroom and hot water. To arrive with us, first agree with us at least one week before by the email, to pick up you in airport. We hope help in ground cleaninig, cutting grass and branches, harvesting, and another jobs of farm. In farm there is not phone signal."
    },
    {
        "title": "E.I.2 El Domo. Daniela Bravo de la Vega",
        "region": "E.I. - Easter Island",
        "address": "Te Miro Oone s/n, Easter Island",
        "quick_reply": "80%",
        "wwoof_since": "2013",
        "organic": "by intention",
        "size": "18 ha. and more",
        "activity": "vegetables and some fruits",
        "tags": [ "vegetables", "some fruits" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "danibravodlv@gmail.com" ],
        "mobiles": [ "987393158" ],
        "languages": [ "english", "portuguese" ],
        "description": "It is a farm dedicated to produce vegetables as tomatoes, potatoes, onions, lettuces, camote, strawberries, carrots and another ones, also some fruits. We are not organic absoluty, because some pests are not possible to be controlled in organic way by us, and we have hydroponic also. We are a couple of agronomists with two children (2015), more cats, dogs, horses and hens. The place is wanderfull with an incredible energy, located in southern side of island ans 30 minutes form downtown ni bike.. We offer to lodging rooms and place to camp, with bathroom and place to cooking, untill 5 volunteers. We hope help in farm jobs like picking weeds, sowings, harvestings, planting, nursery, irrigation, and others. Take contact with us by email and we can pick up you in airport (9-87393158)."
    },
    {
        "title": "E.I.3 Eco Taina. Jorge Edmunds",
        "region": "E.I. - Easter Island",
        "address": "Hotu Matua s/n, Easter Island",
        "quick_reply": "80%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "7 ha.",
        "activity": "lemon trees, vegetables",
        "tags": [ "lemon trees", "vegetables" ],
        "when": "september to april",
        "kids": "no",
        "mails": [ "ecotaina@gmail.com" ],
        "mobiles": [ "942386999" ],
        "languages": [ "english", "french" ],
        "description": "Quit place, with a big house. We are at 4 kilometres of Hanga Roa going ahead South-Est, inside of Orito recycling plant. Hotu Matua streets/n is Anakena way. We are a family of 4 with children, more dogs, cats, horse and hens. Help wanted in lemon trees, garden, nursery. Also making things as jams, cakes, soaps,etc. Job Monday to Friday 5 or 6 hours at day, upon weather, and few times the Saturdays."
    },
    {
        "title": "E.I.4 Camping Sustentable Ana Tekena. María Francisca Bustos Fernández",
        "region": "E.I. - Easter Island",
        "address": "Anakena beach, Easter Island",
        "quick_reply": "75%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "vegetables like taro, camote, mandioca, chard, onion, watermelon, corn, coriander, tomato, banana, tourism",
        "tags": [ "vegetables like taro", "camote", "mandioca", "chard", "onion", "watermelon", "corn", "coriander", "tomato", "banana", "tourism" ],
        "when": "october to march",
        "kids": "yes",
        "mails": [ "campinganatekena@gmail.com" ],
        "mobiles": [ "96906941" ],
        "languages": [ "english", "french" ],
        "description": "We are a couple with baby, and dogs, cats, horses and hens. We are located very near Anakena beach, with a orchard with vegetables and a camping and horse riding. We are available to receive wwoofers with one son, because to be near beach may be dangerous to children. Lodging is a rustic cabin to sleep only, bathroom and kitchen out. Help wanted in the crops or camp, we can get together as training. With horse skills, also can helping with them. We pick up to wwoofer in Hanga Roa airport."
    },
    {
        "title": "R.C.1 Huertos de Selkirk. Guiseppe Molinari A.",
        "region": "R.C. - Robinson Crusoe Island",
        "address": "Robinson Crusoe island, Archipelago Juan Fernandez",
        "quick_reply": "30%",
        "wwoof_since": "2014",
        "organic": "no certified",
        "size": "500 ha. in several farmers and common lands",
        "activity": "vegetables, fuit trees, livestock, wild collect",
        "tags": [ "vegetables", "fuit trees", "livestock", "wild collect" ],
        "when": "august to may (10 months)",
        "kids": "no",
        "mails": [ "prodesal@comunajuanfernandez.cl" ],
        "mobiles": [ "992508214" ],
        "languages": [ "english", "portuguese" ],
        "description": "Agricultural production in more than 500 hectareas surface, with 3 hectareas distributed agricultural production in small farms from families of the island. In addition there is extensive production of beef cattle in wild meadows and wild harvesting of berries. The accommodation is in shared house, for 2 voluntairs. They will be received by crew of local action 'PRODESAL' program consisting of 3 people. In addition to interact with more than 80 families participating in the program. Major jobs to help are: weeding, formulation, dosage and applicationof bioinputs, propagation, grafting and transplantation of plant material, animal care (horses and cattle), preparation of land for crops, green building, construction of greenhouses, etc. Given the island weather conditions (wind, rain) which postponed flights, travel with 1 week of margin must be programmed. To understand directions go to: http://www.turismorobinsoncrusoe.com/como-llegar/"
    },
    {
        "title": "R.C.2 La Granja de Robinson Crusoe. Mónica Quevedo",
        "region": "R.C. - Robinson Crusoe Island",
        "address": "Ignacio Carrera Pinto 280 Isla Robinson Crusoe",
        "quick_reply": "60%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "0,5 ha.",
        "activity": "permaculture, fruit trees, vegetables, greenhouse, garden",
        "tags": [ "permaculture", "fruit trees", "vegetables", "greenhouse", "garden" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "dentista@islarobinsoncrusoe.cl" ],
        "mobiles": [ "983539739" ],
        "languages": [ "english" ],
        "description": "Small farm in Robinson Crusoe island, with family house and add room to guests. We are a family of 4 more dogs and cat. We have fruit trees, place to hens, 60 sq.m. greenhouse, ground to sowing and garden. Automatic irrigation. Lodging to one people in comfortable room with private bath. Meals with family. Help hoped in fruit trees, greenhouse, garden, hens, cutting wood. The aim is to receive help to produce foods to family and selling in town, an English native speaker with skills in ecological production and Permaculture. We want to talk English language into family to improve it. The island offer a lot of things to know. To arrive, we help with tickets by air are availables from Santiago or by sea from Valparaiso (upon availability)."
    },
    {
        "title": "5.3 Vivero San Jorge. Enrique Silva Le Fort",
        "region": "5 - Valparaíso",
        "address": "Fundo Paihuén, Lote 3 C, Paihuén de Alicahue, Cabildo, Región 5 de Valparaíso",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "certified",
        "size": "40 ha.",
        "activity": "avocados, blueberries, greenhouse, nursery",
        "tags": [ "avocados", "blueberries", "greenhouse", "nursery" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "enriquesilva7@gmail.com" ],
        "address2": "Los Abetos 530, casa 8, Viña del Mar, Region 5.",
        "mobiles": [ "993462571", "995209358" ],
        "websites": [ "www.viverosanjorge.blogspot.cl" ],
        "description": "Farm is into the beautifull and amazing Alicahue valley, near Andes mountain, with river and a lot of ways to walking. Help is needed to picking blueberries, weeds, building rooms and others improvements to ecotourism houses. Lodging is by now in tents, there are showers. Meals are provided joined to workers. Public transportation from Cabildo city, “Las Porteñas” bus and “Los Conquistadores” cars."
    },
    {
        "title": "5.4 Aldo Vitali. Nonna Rosa, “La Cabrería”",
        "region": "5 - Valparaíso",
        "address": "Kilómetro 28 of F 10-G road (Tiltil - Limache). Region 5 Valparaiso",
        "quick_reply": "80%",
        "wwoof_since": "2008",
        "organic": "no certified",
        "size": "30 ha.",
        "activity": "milk and cheese goat production, farm animals, compost, garden",
        "tags": [ "milk", "cheese goat production", "farm animals", "compost", "garden" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "aldovitali@hotmail.com" ],
        "mobiles": [ "+56993218812" ],
        "websites": [ "www.tradicionalpina.blogspot.com" ],
        "languages": [ "italian", "english" ],
        "description": "We are a goat farm that specializes in the production of handmade goat cheeses in a sustainable way. The farm also breed other animals such as sheep, poultry, pigs, rabbits, pigs and even a llama, but the most important are the goats and their products (cheese, sweet of milk and yogurt).. We have a shop on the farm, where cheese and other handmade products of the area such as Olive Oil, Vinegar, Chocolate, Honey, and others are sold. We also have an organic planting of fruit trees and a vegetable garden. We build with recycled materials, reuse gray water, compopst, humus and all possible elements of reuse. We have a central fire where we cooked and shared with groups of various kinds who come to visit the place, families and children, schools, tourists, universities, among others. Workshops are also made and sometimes we shared around the fire with friends, music and drums. Accommodation is in a rustic room, built with wood and adobe, shared kitchen and dining room in one room. It has bunk beds, mattresses, bedding, but is recommended to bring a sleeping bag. We use only dry baths. Job involve mechanical milk extraction, claning the wastes, sanitary and nutritional jobs with goats and other farm animals. Farm also has an orchard and general farm. Although we speak some english, YOU NEED TO SPEAK SOME SPANISH to come. The farm is located in a ravine near a tourist holiday village called Olmué, an hour and a half from Santiago, near the mountains and La Campana National Park It is easy to get to the farm; it is located near the Quebrada de Alvarado coming from Santiago, before arriving to Olmué. From Santiago, the Pullman Bus company, taken it to Limache city, stops at the door asking the driver to stop after Quebrada de Alvarado, on 'Quesos de Cabra'. Coming from Valparaiso you can take some local public transportation on Limache city to Quebrada de alvarado, taxi colectivo (shared) or local bus, and ask the driver to stop before Quebrada de alvarado at 'Quesos de Cabra'."
    },
    {
        "title": "5.6 Agrícola Inca Gold Ltda. Ismael Ami Gomberoff abd Wayne David.",
        "region": "5 - Valparaíso",
        "address": "Avda Eastman 4890, Olmué. Region 5 Valparaiso.",
        "quick_reply": "100%",
        "wwoof_since": "2008",
        "organic": "in transition",
        "size": "10 ha.",
        "activity": "jelly melon, cuke-asaurus, melomate, du-kon, others crops",
        "tags": [ "jelly melon", "cuke-asaurus", "melomate", "du-kon", "others crops" ],
        "when": "september to may/june",
        "kids": "no",
        "mails": [ "igomberoff@aol.com" ],
        "phones": [ "332442045" ],
        "mobiles": [ "991584875" ],
        "fax": [ "332442045" ],
        "websites": [ "www.incagoldbrand.com" ],
        "languages": [ "english", "french", "portuguese" ],
        "description": "There are two farms, one in Olmué city, and another 1000 ha. farm in Colliguay, it has a lot of herbs, organic land and many other crops, those ones were in extinction process. Lodging is at a guest house in Olmué with many bedrooms and bathrooms, it has capacity for eight people. Usually all people eat lunch togheter, normal chilean meals with a lot of vegetables and chilean fruits are eaten. We are American citizens but the people who will receive wwoofers will be chilean people. We love Nature. On the farm there are many pets, there is also an animal protection center. We only want to receive man wwoofers who wish to have a strong communion with other people; they have to love animals and be available to help whenever is necessary. And and take care of the tranquility and silence during your stay. Arriving to Olmué city is possible ty taking a bus from Santiago (Estación Central Bus Station) or from Viña del Mar. We need you to stay one month at least."
    },
    {
        "title": "5.18 Ecoescuela Vivencial 'Quillota en Transición'. Catalina Diaz",
        "region": "5 - Valparaíso",
        "address": "Las pataguas, Quillota. Region 5 de Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "certified",
        "size": "2 1⁄2 ha.",
        "activity": "a lot of crops, cooperative, learning",
        "tags": [ "a lot of crops", "cooperative", "learning" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "contacto@ecoescuelavivencial.org" ],
        "websites": [ "www.ecoescuelavivencial.org" ],
        "mobiles": [ "+56981893173", "+56965996552" ],
        "languages": [ "english", "french" ],
        "description": "We are a place where education takes place Permaculture and green building techniques. We are a family of 3 people plus a team. We have gardens for self-sufficiency and samples of practical farming methods on a small scale. Agroforestry and technologies such as dry bath, ovens and dryers. Accommodation up to four people in a room with private bathroom. Biocontruction works, gardens, and tree nursery are required. Besides working as a volunteer you will have the opportunity to participate in an educational program of action learning. School learning to self-sustainability that includes a school that has an area of 2500 m2, which has a house built with Bioconstruction where volunteers sleep now. Right now begin to establish a school to more students would receive a plot of 2.5 ha. We are a couple of permaculture and a network of local volunteers who constantly support. We orchards to autoabatecimiento and samples of practical farming methods on a small scale. Forest foods and technologies such as composting toilet, solar ovens and dryers. Accommodation up to three people in a common room with kitchen, bathroom, garden, etc. Bio works, appropriate technologies, animal feed, vegetable crops and tree nursery are required. Besides working as a volunteer you will have the opportunity to participate in an educational program of action learning. To arrive since Quillota, in Street Prat corner Condell, take a colectivo (taxi shared) that says La Palma, get off on Los Almendros stop. Minimum stay 4 weeks."
    },
    {
        "title": "5.20 Carmen Rodriguez.",
        "region": "5 - Valparaíso",
        "address": "Reñaca, Viña del Mar, Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "4 ha.",
        "activity": "orchard",
        "tags": [ "orchard" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "carmenro2007@gmail.com" ],
        "address2": "casilla 5054, Reñaca, Viña del Mar.",
        "mobiles": [ "+56997465361" ],
        "languages": [ "english", "french" ],
        "description": "We are a small family with dogs. Our farm has 4 ha. with fruit trees, gardens and native forest, house and storage. We have two cabins to receive voluntaires. We hope help in orchard, trees management, routes and other ones."
    },
    {
        "title": "5.23 Kai Berger",
        "region": "5 - Valparaíso",
        "address": "Quebrada Escobares, Villa Alemana, Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "30 ha.",
        "activity": "ranch, horse trail rides, horse teraphies, farm animals, tourism",
        "tags": [ "ranch", "horse trail rides", "horse teraphies", "farm animals", "tourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "kai.berger@campesano.com" ],
        "websites": [ "www.campesano.com" ],
        "mobiles": [ "+56966785644" ],
        "whatsapp": [ "+56966785644" ],
        "skype": "kai-berger",
        "facebook": [ "www.facebook.com/campesano" ],
        "languages": [ "english", "german" ],
        "description": "We are a german family living in Chile from 2011. We have horses and offer trail rides into the mountains, horse riding lessons. And horse vacation time. There is a hostal. Also, there are cows, gooses, ducks, hens, dogs, cats, rabbits and fruit orchard.. We rent cabins and have swimming pool, barbacoe to week end to tourists. We are a very good team and work always happy by we are lucky to be here. We hope to find a volunteer to stay with us from 3 to 9 months, living is our house and help on the farm with the horses, feeding, care, organize and all about horses; jobs of house too, as a family. We are waiting for you!"
    },
    {
        "title": "5.24 Parcelaluna. Rosemarie Dettwiler (romy), Claudio de Giacomi (trevu)",
        "region": "5 - Valparaíso",
        "address": "Quebrada Escobares; between Villa Alemana and Olmué, Región 5 Valparaiso Organic no certified",
        "quick_reply": "30%",
        "wwoof_since": "2012",
        "organic": "",
        "size": "2,5 ha. separated",
        "activity": "fruit trees",
        "tags": [ "fruit trees" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "parcelaluna2150@gmail.com", "farotre@yahoo.es" ],
        "websites": [ "www.parcelaluna.cl" ],
        "mobiles": [ "976679164", "991337758" ],
        "languages": [ "english", "german", "italian" ],
        "description": "Farm with fruit trees and spiritual works room. We are swiss-chileans, vegetarians, we do yoga and meditation. You can looking our images in www.parcelaluna.cl. Lodging is in cabin to one or two. Help requiered in picking weeds, kitchen, cleaning, prunning trees, making marmalade, aromatherapy, pick lavender, handly jobs. To arrive from Santiago, in metro station Pajaritos (also is bus terminal), to take bus to Villa Alemana by Lo Orozco way. The travel take one hour 20 minutes, download bus in Tranque Recreo, Quilpué."
    },
    {
        "title": "5.25 Jardín Botánico Ecológico “Paraíso Escalante”. Camilo de la Cuadra",
        "region": "5 - Valparaíso",
        "address": "Parcela El Escalante s/n, Camino a Rautén, Quillota, Región 5 de Valparaiso",
        "quick_reply": "70%",
        "wwoof_since": "2012",
        "organic": "no certified",
        "size": "10 ha.",
        "activity": "biodiversity, more than 1500 varieties, honey bees, fruit trees, tourism",
        "tags": [ "biodiversity", "more than 1500 varieties", "honey bees", "fruit trees", "tourism" ],
        "when": "all year less july and august",
        "kids": "no",
        "mails": [ "paraisoescalante@gmail.com" ],
        "mobiles": [ "+56998895710" ],
        "facebook": [ "www.facebook.com/camilokero", "www.facebook.com/jardinbotanicoparaiso" ],
        "websites": [ "www.paraisoescalante.com", "www.viverosanpedro.cl" ],
        "languages": [ "english", "portuguese" ],
        "description": "We are a family working together with Nature, peace, love and biodiversity. We traveled by the world, learning about different cultures and ecosystems. We are a Professor of apiculture, agronomist engineer, an alfarera, pianist, botanicoista, singer and creator of spaces, a globetrotter, musician, earthbags and therapist, and a singer artist, designer of gardens, pottery, writer and poet. There are 4 houses in the place and one more under construction. (2015). There are beautiful places for camping and we have a habitable hexagon with kitchen and fire to wwoofers. We expect help in the garden, buildings, nature swimming pools and plants, and some meetings also. We work from the heart and we provide a breakfast and a lunch or meal (so 2 meals per day), should be supplemented with what you want extra."
    },
    {
        "title": "5.26 Caburga 184. Natalia Ohaco",
        "region": "5 - Valparaíso",
        "address": "calle caburga 184, Los Pinos, Reñaca, Región 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "",
        "size": "Organic no certified 1 ha.",
        "activity": "",
        "tags": [ ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "nataohaco@gmail.com" ],
        "mobiles": [ "+56997828051", "+56991614283" ],
        "description": "We are a family with children, we have a house and an organic vegetable garden in the forest of Viña del Mar, with our dogs. We offer lodging in place to tent with bathroom and hot shower. You are expected to help in work of the orchard (weeding, planting, harvesting, making fences, etc.), painting and building with clay, carpentry. We have a project to build a kindergarten in the community, built of mud with dry bath, we invite you to participate in this beautiful project! To arrive, take bus 607 to Los Almendros."
    },
    {
        "title": "5.46 Eka Chakra Eco Yoga Aldea. Tirtha",
        "region": "5 - Valparaíso",
        "address": "Alameda Santa Rosa, parcela 11, Catemu. Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "6 ha.",
        "activity": "vegetables, garden",
        "tags": [ "vegetables", "garden" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "ekachakra@ecoyogavillages.org" ],
        "mobiles": [ "+56998182506", "+56973083151" ],
        "websites": [ "www.ecoyogavillages.org" ],
        "languages": [ "english" ],
        "description": "Eka Chakra Eco Yoga aldea is located at 85 km. of Santiago and 2 km. of Catemu downtown. Beautifull and friendly scenaries surrounding by hills and farms. Lodging in cabins with beds, eco bath, hot shower and tents also. We are people living in our ecofarm with the target of showing a holystic life style, with respectfull and armony with environment. We want simple life and to grow high thinking, phylosophy and armony with Nature and conection with ourselves and Supreme, with basis in universal love. Our activity schedulle is done to get a different life style, sharing with Nature and meditation. Help wanted in crops, eco-constructions, vegetarian kitchen, and other ones: 8:30 AM breakfast / 9 AM Jobs 4,5 hours moreless. / 14 PM lunch /20 PM dinner. Afternoon with optional activities as hatha yoga, art, walking, coking...To arrive, look at http://ekachakrafincaecologica.blogspot.com/p/como-llegar-catemu-es-un-antiguo-pueblo.html Eka Chakra is also a yoga Ashram. We offer to learn Vedic phylosophy, yoga Inbound, music instruments. Our farm is a sacred place where we meditate daily in God, and we do: - No suffer meals: foods only vegetables and dairy products. Please do not carry in meals with meat or eggs. - No toxics: alcohol, cigars and drugs. - Refraining from extra marital affairs."
    },
    {
        "title": "5.50 Granja Marina. Aldo Madrid Fierro",
        "region": "5 - Valparaíso",
        "address": "Parcela 981, Fundo Curaumilla, Valparaiso, Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "",
        "size": "2 ha.",
        "activity": "organic aquaculture, marine research and education",
        "tags": [ "organic aquaculture", "marine research", "education" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "amadrid@marinefarms.cl" ],
        "websites": [ "www.marinefarms.cl" ],
        "mobiles": [ "989996866" ],
        "languages": [ "english" ],
        "description": "Marine Farms SA is a small pioneer in organic aquaculture, with a systemic approach focused on energy diversity, recycling, reuse, reuse of waste production and use of primary energy available in the immediate ecological landscape. We have a systemic understanding of relationships and energy flows. We understand the relationships between the components of the aquaculture production system and its environment thus allowing to generate resilience and stability operation. Our daily activities range from research to the cultivation and maintenance of marine aquatic resources. Daily tasks include marine species feeding, cleaning, equipment maintenance among others. We hope a collaboration of volunteers and good people proactive and willing to live in places far from urban centers who enjoy nature. We are in Punta Curaumilla 22 kilometers south of Valparaiso."
    },
    {
        "title": "5.52 Huerta Circular. Gaston Boudon M.",
        "region": "5 - Valparaíso",
        "address": "Calle Bellavista 1780, Quebrada Escobares, Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "in transition",
        "size": "12 ha.",
        "activity": "vegetables, fruit, grains, herbs, native forestse",
        "tags": [ "vegetables", "fruit", "grains", "herbs", "native forestse" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "huertacircular@gmail.com" ],
        "mobiles": [ "998710277" ],
        "languages": [ "english", "french", "portuguese", "german" ],
        "description": "We are a friendly team of 3-5 people, more dogs, a few sheeps and chickens. There is a lot of space open to experiment and develop their own ideas. Our Huerta Circular farm has 12 hectares with native forest and farmland. Now (2015) it has two years old and we are starting a half-hectare farm. To lodging, in 2015-16 summer you must bring tent, but we are building a mud house for volunteers. Max. 3 people. The idea is to build together the place, and that includes activities such as biobuilding, work in the garden, etc. Getting to our place is easy, from Santiago, Vina del Mar, Valparaiso or Villa Alemana. We can pick you at the Peñablanca subway station (line Viña del Mar) or Quebrada Escobares bus stop."
    },
    {
        "title": "5.54 Quinta Escondida. Natascha Scott-Stokes & Sascha LeBlanc",
        "region": "5 - Valparaíso",
        "address": "Carrera 013, Limache, Region 5 Valparaiso",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "",
        "size": "0,45 ha.",
        "activity": "fruit trees and birds",
        "tags": [ "fruit trees", "birds" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "natss62@gmail.com" ],
        "mobiles": [ "984180531", "997983275" ],
        "languages": [ "english", "german" ],
        "description": "We are an anglo-canadian family (mother and 2 sons) that emigrated to Chile in 2006. Our place was originally planted with dozens of fruit trees and many grape vines, but we are the first family to live here full time in over half a century. We have been restoring the Quinta’s natural organic resources for self-sustainability. Our most important challenge is restoring the health of the soil and large number of fruit trees, and we have also re-introduced chickens and ducks. In addition, we have two dogs and a cat. Initially (2016), we have room for just one volunteer, who can have use of a single room and private use of a bathroom, and shared use of the family kitchen. The property is situated in the small country town of San Francisco de Limache, within easy walking distance of the main square and many shops and restaurants, as well as the metro to the UNESCO World Heritage Site of Valparaiso port and the city of Viña del Mar. There are also regular daily buses to and from the capital city of Santiago (2hr journey). We welcome motivated practical helpers, who are happy to assist with a variety of jobs, from tree maintenance to gardening, and feeding and caring for the animals. We are also always open to innovative ideas. We are within easy reach of the Pacific Ocean and the mountains of La Campana National Park, and our resources include a huge stock of tourism information we are happy to share with you."
    },
    {
        "title": "4.2 Gaspar Iglesias. Granja de los Papayos",
        "region": "4 - Coquimbo",
        "address": "Parcela 23, Vicuña, Valle del Elqui, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2010",
        "organic": "certified",
        "size": "2 ha.",
        "activity": "papayas, avocados, grapes",
        "tags": [ "papayas", "avocados", "grapes" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "gfi02@hotmail.com" ],
        "languages": [ "english", "german" ],
        "description": "Two ha. farrn inside river, located from 1 km. of Vicuña city and starting Elqui valley. There is one house separated with 3 bedrooms to receive wwoofers. We are a family with dog and cats. We hope help in crops, picking weeds, irrigation and harvesting. Saturday and Sunday free. Availables near our farm there are beaches, river and mountains. To arrive from La Serena, taking public transportation La Serena to Vicuña. We have internet and love good meals and talking."
    },
    {
        "title": "4.3 Marisabel Pacheco",
        "region": "4 - Coquimbo",
        "address": "La Serena city, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "by culture",
        "size": "House, no farm by now",
        "activity": "medicinal herbs, esential oils, learning",
        "tags": [ "medicinal herbs", "esential oils", "learning" ],
        "when": "march to december",
        "kids": "yes",
        "mails": [ "aloeverach@gmail.com" ],
        "mobiles": [ "988693977" ],
        "description": "We are a family of 3. We were growers and just now live in La Serena city. I learn Organic in a University of La Serena (UCN). We are looking by a new farm to buy, but anyway we want to receive one or two voluntaries, they can help with house jobs in my small shop or in the Arboretum of the University, and in our shop to learning and arts. Here, wwoofer can to know the beauty city of La Serena, the beaches, Elqui valley, and more. And in the future, with a new farm, it will be a lot of work. We are vegetarians, but we are tolerant."
    },
    {
        "title": "4.5 Eduardo Gomez.",
        "region": "4 - Coquimbo",
        "address": "Camino Alcohuaz, s/n, Paihuano, Región 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "1 ha.",
        "activity": "fruit trees, vegetables",
        "tags": [ "fruit trees", "vegetables" ],
        "when": "march to november",
        "kids": "no",
        "mails": [ "yayogomez@gmail.com" ],
        "mobiles": [ "983306599" ],
        "languages": [ "english" ],
        "description": "1 ha. farm with mountain river, located 13 km. from Pisco Elqui, to Alcohuaz. A village inside a wanderfull, narrow and mystic valley. There are one house and one cabin, we can to receive untill 2. We are a small family more cats and dog. We hope help in garden. In free time it is posible to swim in river, or walking by beautifull scenaries with very near mountains. To arrive, to take public bus in La Serena untill Pisco Elqui, and we ́ll pick up you. We look internet only one time at week when we go to town."
    },
    {
        "title": "4.7 Heidi Dettwiler.",
        "region": "4 - Coquimbo",
        "address": "Lo Muñoz without number (s/n), Quilimari, Los Vilos, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2011",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "retreat center",
        "tags": [ "retreat center" ],
        "when": "all year",
        "kids": "maybe",
        "mails": [ "info@miravalle.cl" ],
        "mobiles": [ "957786547" ],
        "languages": [ "english", "german" ],
        "description": "We are 3 people in a vegetarian Retreat Center, where meditation, yoga, vegetarian cooking classes and different retreats are going on usually. We have an orchard with avocados and chirimoyas for our own consumption and small cottages available to volunteers. We need help in garden, kitchen, and other general activities. In free time it is posible to go to the coast, watch some petroglifos and do some trek and walks in the nearby places. The place is easily arrived by public bus from Santiago, two to three hours drive."
    },
    {
        "title": "4.12 Casa de campo El Hinojal. Rosa Villar Aros",
        "region": "4 - Coquimbo",
        "address": "parcela 38 Lote E-6 El Hinojal, La Serena, Region 4 Coquimbo",
        "quick_reply": "85%",
        "wwoof_since": "2013",
        "organic": "no certified",
        "size": "0,64 ha.",
        "activity": "orchard: guavas, citrus, nuts and honeybees",
        "tags": [ "orchard", "guavas", "citrus", "nuts", "honeybees" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "rosavillar@gmail.com" ],
        "mobiles": [ "995342592" ],
        "description": "We have a big country house with organic orchards for family consumption only. The whole property is surrounded by mountains. We are in the Elqui Valley 23 kilometers of the city of La Serena and 45 kilometers from Vicuña in the Elqui Valley.We have to playful Boxers that love company. We have available a room in the house and a good place to camp if you prefer. Meals served with family when we are at home and we are open to different diets like vegetarian. Home baked bread and simple but nutritious meals are guaranteed.We are a family our daughter is a musician, she live in France, our son lives in Germany studying for his Ph.D. in Physics. We work in La Serena from Monday to Friday, you need to call at your arrival at the Bus Terminal to agree on the time to pick you up. We are not farmers, but we are learning every day trying to follow the traditions of our land experience in wwofing is desired and if you have any organic knowledge it will be well received. The job needs will be upon the season but most will be deweeding, harvesting, planting seeds, gardening in general, collecting honey and reproducing the beehives. We prefer that voluntaires remain 3 weeks minimun. We do not accept smoking or drinking of any kind. We have internet access when we are here.We do not speak English now but we are willing to learn.To arrive, take a public transportation in La Serena, a heading Vicuña town and get off in Cruce el Hinojal, there we will meet you."
    },
    {
        "title": "4.15 Los Mates. Ruddy Viscarra",
        "region": "4 - Coquimbo",
        "address": "Sector Los Mates, Soruco, Comuna de Combarbalá, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "4 ha.",
        "activity": "greenhouses, fruit trees, calendula",
        "tags": [ "greenhouses", "fruit trees", "calendula" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "ruddy.viscarra@gmail.com" ],
        "mobiles": [ "+56977243878" ],
        "description": "We live in middle of hills in Limarí valley, in non irrigated land near Andes mountain. We are partners of agricultural community with 25.000 hectareas. We are a family of 5, 2 adults and 3 children (2014), and dogs. Our farm produce to ours by principal activitie. We have a greenhouse of 500 square meters and a lot of fruit trees varieties in one acre. We have fotovoltaic system energy to light and water extraction. Irrigation by drip and also we produce organic caléndula oil and solar ovens.We are located at 25 kilometres from Combarbalá, going ahead to Punitaqui road. By now (2014) there are not cabins, but we are building one, then the lodging would be in tent. Couple wwoofers prefered. Help required by season, pick weeds, sowing, harvesting, motocultivator, in kitchen, cleaning around, construction."
    },
    {
        "title": "4.19 Eco Lodge Casona Distante. Rina Erler.",
        "region": "4 - Coquimbo",
        "address": "Fundo Distante s/n, Alcohuaz, Valle de Elqui, Region 4 Coquimbo",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "garden, tourism",
        "tags": [ "garden", "tourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "rerler@casonadistante.cl" ],
        "websites": [ "www.casonadistante.cl" ],
        "mobiles": [ "992564145" ],
        "description": "We are two adults sharing daily jobs in a big house restored, located at 1⁄2 km. from Alcohuaz ( 15 km. higher than Pisco Elqui), in Fundo Distante farm. We work offering lodging, food and outdoors activities. We hope help in maintenance and support, garden included Lodging in a shared house, untill two wwoofers. In our web www.casonadistante.cl you may looking more information about us. No internet neither phone signal there are; then, we read your email when go to La Serena only. To arrive, from La Serena starts public but to Alcohuaz. We hope wwoofers open to support, transmit and share new ideas to the development of the farm."
    },
    {
        "title": "4.20 Refugio Nueva Badrinath. Carlo Canivilo",
        "region": "4 - Coquimbo",
        "address": "Hacienda El Pangue, Parcela 1, Vicuña, Valle de Elqui, Region 4 Coquimbo",
        "quick_reply": "50%",
        "wwoof_since": "2015",
        "organic": "by culture",
        "size": "0,5 ha.",
        "activity": "vegetables and fruits",
        "tags": [ "vegetables", "fruits" ],
        "when": "all year (until 3 days only)",
        "kids": "yes",
        "mails": [ "mv_das@hotmail.com" ],
        "mobiles": [ "+56994402026", "+56996671817" ],
        "languages": [ "english" ],
        "description": "Project called E coyogaaldeas where the simple life with high thinking through the practice of yoga, meditation, nonviolence and vegetarianism is practice, see incredibly beautiful skies, hiking, trekking, horseback riding, windsurfing, and for rest and relaxation. Help expected in all jobs farm and house. To get there, about 30 meters past the bridge that leads to the city of Vicuña, you will find a signage indicating 'Ruta Antakari' (www.rutaantakari.cl), to enter to this route, and you should travel about 20 kilometers about to reach the Hacienda El Pangue, an oasis in the middle of the road. A taxi cost moreless USD 30 (ch$20.000). Bad internet signal. STAY NO MORE THAN 3 DAYS."
    },
    {
        "title": "4.21 La Citro Verde. Jorge Naveas",
        "region": "4 - Coquimbo",
        "address": "Direccion Callejón San Rafael Uno, parcela 15-B. Pan de Azucar, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "0,1 ha.",
        "activity": "fruits, grape, garden",
        "tags": [ "fruits", "grape", "garden" ],
        "when": "december to april",
        "kids": "yes",
        "mails": [ "lacitroverde@gmail.com" ],
        "mobiles": [ "+56985514778" ],
        "description": "We are a family of four with two young children, most pet dogs. I am a social worker and ecofarmer, my wife is a doctor. Our home is a small parcel of 1000m. square where we make compost and we have fruit like peach, avocado, guava, granado and grape to make arrope (syrup). Lodging in place to tent. We have well water. Assistance expected in clearing the plot, compost, seedlings, pruning, orchard, food preparation and personal work. To get there, from Coquimbo taking a taxi to Pan de Azucar place San Rafael (20 minutes). Better is to coordinate to go to pick up you at Coquimbo or La Serena airport."
    },
    {
        "title": "4.22 Camping Diaguitas. Marcela Muñoz",
        "region": "4 - Coquimbo",
        "address": "Fundo Esmeralda s/n, Diaguitas, Valle de Elqui. Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by intention",
        "size": "2 ha.",
        "activity": "crops in project (2016), ecotourism",
        "tags": [ "crops in project (2016)", "ecotourism" ],
        "when": "december to march, july, september",
        "kids": "yes",
        "mails": [ "marcemun@gmail.com" ],
        "mobiles": [ "+56966673912" ],
        "languages": [ "english" ],
        "description": "We are a young couple with a daughter (2016). We do not have pets. The property has of two parts, one at the level of the river, where is located the camping, and another just above where the house and some trees, which is designed to place the organic garden projected. The accommodation is available in tents near the river, it has restrooms, electricity, shower, etc. The wwoofers can feed themselves, wash clothes and spend time at home with family. Help expected in manual labor, which can be manufactured carpentry or at camping, like cutting branches or taking out the trash. The campsite is near the village of Diaguitas, 20 minutes walking. To arrive, the bus coming from La Serena leaves you on the whereabouts of Diaguitas and there can call us or send us a WhatsApp for you to go for. We can send a map as well. Near the site there are hills for trekking very nice, also the astronomical observatory Mamalluca that you can visit. We are very happy to meet people from other cultures and to share and exchange knowledgments."
    },
    {
        "title": "4.23 Vina Alpa. Arnaud Faupin",
        "region": "4 - Coquimbo",
        "address": "Hijuela 11 Coiron, Salamanca. Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "2 ha.",
        "activity": "vineyard",
        "tags": [ "vineyard" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "alpaeirl@gmail.com" ],
        "mobiles": [ "+56989500434" ],
        "languages": [ "english", "french" ],
        "description": "Small vineyard of 2 hectares under organic management located in the foothills of Andes mountain, with a small winery for the production of natural wine, a house of brick environment and ecological building construction pallets made with. Even the electricity comes from a generator (2016). Capacity for 2 or 3 wwoofers in common room, and in the future there will be two parts for more volunteers. I get the volunteers, in addition there are 2 workers with dog and cats. We have a system of exchange of help with some neighbors who are creating a tourist route that includes a visit of our vineyard and pre Inca place with petroglyphs. Help expected in making green building of pallets and tires; design and implementation of renewable electricity (wind and solar) homemade, where a volunteer is required knowledgement in this technology; develop an orchard, planting native trees and flowers; March is time to harvest grapes and make wine until May. To get there, they can travel with me from Santiago or take a bus to Salamanca where I pick up you."
    },
    {
        "title": "4.24 Fundación Mayes. José Fernández A.",
        "region": "4 - Coquimbo",
        "address": "Parcela 16, El Arrayán, La Serena, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "1,5 ha.",
        "activity": "vegetables, education",
        "tags": [ "vegetables", "education" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "jose.fernandez.allel@gmail.com" ],
        "address2": "Office in Roman Diaz 880, Santiago, R.M.",
        "mobiles": [ "982683399" ],
        "languages": [ "english" ],
        "description": "Fundación Mayes (legally in construction at 2016) is managed by a couple of engineers focused in sustentability and communitary organization projects. At 2015 we built 1,5 ha. near coast in two places near one each other, in order to having the central point of our Fundation, working in sustentability and agroecology. We offer a hut and places to camping. Help expected in garden, improvement of the place, personal and communitary development. We look for people desire learning and teaching."
    },
    {
        "title": "4.25 Luna de Cuarzo. Marcelo Andunce",
        "region": "4 - Coquimbo",
        "address": "Quebrada de El Pangue, km. 11, Cochiguaz, Valle de Elqui, Región 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by intention",
        "size": "1 ha.",
        "activity": "olives, citrus, almonds, medicinal herbs, garden",
        "tags": [ "olives", "citrus", "almonds", "medicinal herbs", "garden" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "mandunce@yahoo.com" ],
        "mobiles": [ "98501599" ],
        "description": "The plot is located between hills at 1500 m. altitude, predominantly native fauna and flora. Our crops are small production, harmoniously, and produced only for personal consumption and barter. The water comes from the mountains by a broken, it is completely suitable for irrigation and human consumption. There is a sector for the production of compost, we make infusion based on grass to control pests and crop diseases, if neccesary. We exchange seeds with farmers in the area. Our crops are the result of complete harmony and respect for Nature. To accommodate, there are comfortable apartments equipped with beds, kitchen and bathroom, and wifi. We can receive up to 6 people. There is a river gorge with crystal clear waters and pools of stones with water sheds, barbecues and camp fires sector to recreation. Help expected in maintaining crops, such as weeding, watering, cleaning gutters, also the exchange of experience. Cochiguaz is a place of tranquility and energy, there are privileged skies for astronomy, astronomical observatories for tourism, petroglyphs, and towns such as Pisco Elqui, with tourist activities and adventures."
    },
    {
        "title": "4.26 Fruvervall. Nancy Chavez L.",
        "region": "4 - Coquimbo",
        "address": "Santa Rosa, Parcela 3, Lote C. Carretera Valle Alto, Salamanca, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "garden, greenhouses, processes infusions of fruit and other products, tourism, store",
        "tags": [ "garden", "greenhouses", "processes infusions of fruit", "other products", "tourism", "store" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "fruvervall@gmail.com" ],
        "mobiles": [ "992838643", "979846084", "993663467" ],
        "description": "We have an ancient and ample country house, 8 minutes from the city of Salamanca and along roadways. We have agro tourism and sale of our products, showing our greenhouses, culinary plants, vegetables outdoors and native plants. We make our inputs for crops. There is a fruit tea factory, solar dryers and other products. To get there, from Los Vilos a bus is taken to Illapel or Salamanca, then the Valle Alto road. We are at 8 kilometers of Salamanca."
    },
    {
        "title": "4.27 Juan Carlos Silva.",
        "region": "4 - Coquimbo",
        "address": "Camino Alcohuaz s/n, Valle de Elqui, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "no certified",
        "size": "0,5 ha.",
        "activity": "honey, garden",
        "tags": [ "honey", "garden" ],
        "when": "all year, except january and february",
        "kids": "maybe",
        "mails": [ "silvasalazarjuancarlos@gmail.com" ],
        "mobiles": [ "983413308" ],
        "description": "We own a small property in the town of Alcohuaz, Elqui Valley, producing artesenal honeys and other products. We are looking for people to work in our large garden (weeding, planting, laying compost), and on our construction projects. We are planning to build a cabin (2016), which will require excavation, building and carpentry work. We ask workers to stay for a minimum of 3 days, and that you specify your exact dates. We don't speak any English, so you need to have an intermediate level of Spanish (Please correspond with us in Spanish). We have many pets (dogs, cats and a couple of goats), so only apply if you can handle animals. We provide a bed and meals (mostly vegetarian food). There are shops nearby if you want to buy something. There is no internet at the moment (August 2016) and poor cellphone coverage, but there is electricity. We are able to collect and drop you off at Pisco Elqui at the beginning and end of your stay with us. Alcohuaz has beautiful skies for astronomy, there are petroglyphs just down the road, and nearby Pisco Elqui has many tourist activities."
    },
    {
        "title": "4.28 Mincha. Sebastián Olivares Escobar",
        "region": "4 - Coquimbo",
        "address": "Juan XXIII N°26, Mincha Norte, Canela, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "",
        "size": "2 ha.",
        "activity": "cultivos: quinoa, vegetables, orchard, preserved and jam",
        "tags": [ "quinoa", "vegetables", "orchard", "preserved", "jam" ],
        "when": "all year less february",
        "kids": "no",
        "mails": [ "sebastian.olivares.escobar@gmail.com" ],
        "websites": [ "www.mincha.cl" ],
        "facebook": [ "www.facebook.com/minchanorte1" ],
        "mobiles": [ "988414341" ],
        "description": "I am an organic farmer and agronomist, came to live in the farm of my grandparents (Q.E.P.D.) in the small town of Mincha Norte. Practice organic farming, planting my own seeds and multiplying others I've collected. I elaborate inputs as bio-fertilizers and biological preparations for plant health and soil. My goal is to make a demonstration center of organic farming reference in the province. I'm currently living alone, I get help from volunteer friends visiting me. Volunteers receive them at home, where there are 2 pieces available for volunteers with 3 beds and bathroom. It is expected of volunteer support in farm jobs, as transplant, watering, weeding, harvesting, preparation of fertilizers and bio-fertilizers, mainly. Mincha Norte is a small town with many attractions located in the Choapa river valley, you can go hiking, fishing, horseback riding, visit a seventeenth century church. At 20 km. are the beaches."
    },
    {
        "title": "4.29 IndómitoElqui. Paulina Baltra",
        "region": "4 - Coquimbo",
        "address": "Camino Principal Alcohuaz. Valle de Elqui, Region 4 Coquimbo",
        "quick_reply": "100%",
        "wwoof_since": "2016",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "tourism cabins, orchard",
        "tags": [ "tourism cabins", "orchard" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "indomitoelqui@gmail.com" ],
        "mobiles": [ "996099135" ],
        "websites": [ "www.indomitoelqui.cl" ],
        "description": "IndomitoElqui is a touristic center in Elqui valley. We have 4 cabins to guests, natural swiming pool and gardens including native vegetation. We are at end of Elqui valley, in middle of mountain and at 13 km. from Pisco Elqui town. Near us there are astronomic observatories, pisco factories, hartichokes, typical towns. The volunteers will lodge in my house in a nice room with private bathroom. Kitchen, living room and dinner room shared. I am always worried about order and cleaning. Help expected in cabins cleaning (only when the cabin is leaved), gardens (irrigation, compost, prunning, etc.), carry the breakfast inputs to border of river. Ideal a volunteer with skill to painting walls.."
    },
    {
        "title": "3.3 El Chañar. Juan Carlos Vitali M.",
        "region": "3 - Atacama",
        "address": "Los Carreras 701, El Totoral, Region 3 Atacama",
        "quick_reply": "80%",
        "wwoof_since": "2015",
        "organic": "in transition",
        "size": "2 ha.",
        "activity": "fruits and olive trees, vegetables, tourism",
        "tags": [ "fruits", "olive trees", "vegetables", "tourism" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "jcvitali@gmail.com" ],
        "phones": [ "522385099" ],
        "mobiles": [ "974972051" ],
        "languages": [ "english" ],
        "description": "Small family farm located in Totoral, a old town placed on one of the valleys of the desert, as a miracle of Nature doing a place good for rest and desconexion, 100 km. south of Copiapó. We do activities of agrotourism and sustainability, as well as fruit trees and farm animals. We are a farm family, with our traditions and a lot of hospitality, composed by grandmother and sons. To lodging, we have two rooms and a cabin. We hope help in cleaning and other orchard Jobs, recycling and artichokes. To arrive at Totoral there is public transportation."
    },
    {
        "title": "2.1 El Toconar. Wilfredo Cruz.",
        "region": "2 - Antofagasta",
        "address": "Ruta 23, Toconao, Region 2 Antofagasta",
        "quick_reply": "50%",
        "wwoof_since": "2015",
        "organic": "no certified",
        "size": "3 ha.",
        "activity": "agrotourism, vineyards, vegetables, sheeps and hens",
        "tags": [ "agrotourism", "vineyards", "vegetables", "sheeps", "hens" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "wcruzg@eltoconar.cl" ],
        "mobiles": [ "984294492" ],
        "languages": [ "portuguese" ],
        "description": "We are a family of 5, more dog, and we are dedicated to agrotourism. We are located out of Toconao and at 38 km. of San Pedro de Atacama, in a oasis with different touristic places. We have roms to tourists, and also we produce wine, vegetables, fruits and farm animals. Lodging is rooms with 2 beds aeach. Help wanted in and out of lodge, as in vinayard, winery, garden, kitchen, hostal. To arrive, there are public bus from San Pedro each day. We  ́d be happy to receive you."
    },
    {
        "title": "1A.1 Suma Qamaña Codpa. Roberto Chavez G.",
        "region": "15 - Arica y Parinacota",
        "address": "Cerro Blanco s/n, Camarones, Region 15 Arica y Parinacota",
        "quick_reply": "100%",
        "wwoof_since": "2015",
        "organic": "in transition (2015)",
        "size": "1 ha.",
        "activity": "vegetables and fruits, wine",
        "tags": [ "vegetables", "fruits", "wine" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "sumaqamanacodpa@gmail.com" ],
        "mobiles": [ "982225272", "984597169" ],
        "languages": [ "english" ],
        "description": "It is a small ecologic farm with vegetables and fruit trees, where we live in harmony with nature in a very fertile land. We are a family of 5 people plus dogs, cats, chickens and rabbits. We are in construction of cottages (2015) with the technique of hyper adobe (adobe= mud and straw bricks). Accommodation is in our house and we have 6 beds available. Help in farm works, eco- construction, production of wine and craft beer is expected. We are located 2 hours of Arica, you should contact us to pick up because we are in a rural area in the desert. Codpa valley belongs to the commune of Camarones. The place is an oasis in the desert where the oldest mummies in the world (Chinchorro) was found, there is also focus of Tiahuanaco civilization. It is a beautiful tourist place where you can do trekking, astro tourism, visit petroglyphs, etc., and pintatani wine is made."
    },
    {
        "title": "1.1 INTIZEN. Manfredo Guerra",
        "region": "1 - Tarapacá",
        "address": "Sector Concova (closed Cocha Termal), Pica. Region 1 Tarapacá",
        "quick_reply": "100%",
        "wwoof_since": "2010",
        "organic": "no certified",
        "size": "0,5 ha.",
        "activity": "citrus and mangoes",
        "tags": [ "citrus", "mangoes" ],
        "when": "all year",
        "kids": "yes",
        "mails": [ "manfredoguerra@gmail.com" ],
        "mobiles": [ "984144077" ],
        "languages": [ "english" ],
        "description": "We are a family of 5 persons, 2 parents, 2 kids and a house keeper. There is available one a big and comfortable mobile home and we are doing a house with recycled inputs in order to eco learning to child. Our interest is to receive volunteers with knowledge in basic bulding or / and organic garding. Our farm is in the oasis of Pica, a little town in the edge of the desert and way to mountains (Andes), with fruit-bearing trees growing with organic managing, specially citrus. Pica is an oasis with termal spring, mangoes trees, and the big tamarugo ́s native forest close to oasis. There are valleys and a lot of routes around. There is acces to the highlands to 1 hour route (altiplano road) and there are a lot of nice and interesting sites to know, like petroglifes, dinosaurio ́s steps, historyc nitrate industries, etc. Iquique is the closest city, located to 1,5 hours in bus."
    },
    {
        "title": "1.2 El Huarango. Coca Coello",
        "region": "1 - Tarapacá",
        "address": "Ruta A665 (to Pica) km. 18 s/n, Region 1 Tarapacà",
        "quick_reply": "100%",
        "wwoof_since": "2013",
        "organic": "by culture",
        "size": "10 ha.",
        "activity": "no crops, only some animals, camping on the desert",
        "tags": [ "no crops", "only some animals", "camping on the desert" ],
        "when": "all year less october",
        "kids": "yes",
        "mails": [ "elhuarango@gmail.com" ],
        "mobiles": [ "981299221" ],
        "websites": [ "www.elhuarango.cl" ],
        "languages": [ "english" ],
        "description": "We are a marriage more a couple of workers. We have a sustainable rural hostel with camping area, house with 4 bedrooms and a family cabin. Our buildings are of salt; light is generated by solar panels. No TV signal and have no neighbors. The nearest villages are 6 km. away, one is La Tirana and the other is La Huayca. Lodging available in a common lodging house for workers. There is 1 large room with 2 beds to be occupied by the wwoofers, bathroom, kitchen and terrace will be shared with Amanda and Odon, our stable workers. In case of a couple with child we can adding an extra bed. We put the food, but workers must take care to cook for themselves. It is quite quiet but we work every day. We have some lamas, alpacoes, chickens and dogs. Help expected with grooming and cleaning the rooms, serve to guests, help to building a club house with salt and soil, food and animal pens and camping area, prepare their daily food and keep their house clean and tidy. To get there, we are among La Tirana and La Huayca, by Pica road (Route A 665). To arrive, take a public bus going to Pica, they pass through the door and take Huarango. From Iquique, take the bus in the Central Market; from Pozo Almonte, take the bus opposite the market. Mostly bus drivers already know where we are, but if it does not, have to look at the milestones that mark the km. on the road, we're right at km. 18. Stay minimum one week"
    },
    {
        "title": "1.3 Roberto Mérida. Kazytu M&D",
        "region": "1 - Tarapacá",
        "address": "Puquio de Nueva Esperanza, lote 8 sector Kiwiland, Pica, Región 1 de Tarapacá",
        "quick_reply": "95%",
        "wwoof_since": "2014",
        "organic": "by culture",
        "size": "1 ha.",
        "activity": "tropical fruits, strawberries, vegetables",
        "tags": [ "tropical fruits", "strawberries", "vegetables" ],
        "when": "all year",
        "kids": "no",
        "mails": [ "rmoservicios.rmo@gmail.com" ],
        "mobiles": [ "993537546" ],
        "phones": [ "572240183" ],
        "whatsapp": [ "95667275568" ],
        "facebook": [ "www.facebook.com/groups/638844126211989" ],
        "description": "Pica is a oasis near Iquique. We are 5 people and our farm has one hectárea with mangoes, guavas, strawberries and garden. There is a constructions 400 meters square, with a lot of rooms with 2 beds each one to voluntaries. This is a quite place with family environment and we appreciate the culture sharing. Help is required in fruit productions. Public transport from Iquique."
    }
]
